Repository: MacPass/MacPass
Catalog: MacPass/*.lproj/DatabaseSettingsWindow.strings
Languages: am_et, nl

# 1.title
source: Window
am_et: መስኮት
nl: Wachtwoordkluisvoorkeuren

# 2QI-ne-N5d.title
source: Threads
am_et: ክሮች

# 2ZA-Gc-JdZ.title
source: Iterations
am_et: ዝሮሽ
nl: Iteraties

# 5QH-N1-FHK.title
source: Enforce key change
am_et: የቁልፍ ልውውጥ አሰገድድ
nl: Dwing een sleutelwijziging af

# 6qB-sH-9FI.label
source: Argon2
am_et: Argon2d

# 190.title
source: Database name:
am_et: የውሂብ ጎታ ስም፥
nl: Naam van de wachtwoordenkluis:

# 257.title
source: Description:
am_et: መግለጫ፥
nl: Beschrijving:

# 289.title
source: OK
am_et: እሺ
nl: Bewaar

# 358.label
source: General
am_et: ጠቅላላ
nl: Algemeen

# 368.label
source: Advanced
am_et: የላቀ
nl: Geavanceerd

# 370.label
source: Security
am_et: ደህንነት
nl: Beveiliging

# 532.title
source: Enable Entry History
am_et: ታሪክ ማስግባት አችል
nl: Houd invoergeschiedenis bij

# 536.title
source: Enable Recycle Bin
am_et: እንደግና ማሻሻል አስችል
nl: Gebruik prullenmand

# 558.title
source: Maximum items in history:
am_et: ከፍተኛ የታሪክ መጠን፥
nl: Maximum aantal:

# 680.title
source: OtherViews
am_et: ሌሎች እይታ
nl: Overige weergaven

# 957.title
source: Cancel
am_et: ተው
nl: Annuleer

# 1269.title
source: Maximum history size:
am_et: ከፈትኛ የታሪክ ጣሪያ፥
nl: Maximale omvang:

# 1396.title
source: OtherViews
am_et: ሌሎች እይታ
nl: Overige weergaven

# 1397.title
source: None
am_et: ምንም
nl: Geen

# 1405.title
source: Compression:
am_et: አጫቂ፥
nl: Compressie:

# 1435.title
source: Color:
am_et: ቀለም፥
nl: Kleur:

# 1588.title
source: Template Group:
am_et: የመልኬ ቡድን፥
nl: Sjabloongroep:

# 1591.title
source: Default Username:
am_et: የተመደበ ስም
nl: Standaardgebruikersnaam:

# 1740.title
source: OtherViews
am_et: ሌሎች እይታ
nl: Overige weergaven

# bTk-YZ-x0G.title
source: File format:
am_et: የፋይል ቅርፅ፥
nl: Indeling:

# CtU-Eq-dgy.title
source: Recommend key change
am_et: የሚመከር የቁልፍ ልውውጥ
nl: Adviseer sleutelwijziging

# GVd-KH-pHc.title
source: Algorithm
am_et: ስልተ ቀመር
nl: Algoritme

# gxY-UL-bEG.title
source: Encryption:
am_et: ማሰባጠር፦
nl: Versleuteling:

# iRY-If-Kwn.title
source: Memory
am_et: ማኅደረ ትውስታ
nl: Geheugen

# kI5-Kp-byE.title
source: Recyclebin Group:
am_et: የመጣያ ቡድን
nl: Prullenmandgroep:

# pA1-aL-KjT.title
source: Force key change once after unlocking
am_et: ከተከፈቱ በኋላ የቁልፍ ለውጥን አንዴ አስገድዱ
nl: Dwing na ontgrendeling eenmalig een sleutelwijziging af

# PoI-Er-Y8P.title
source: Generate Parameters
am_et: እሴቶች አፍልቅ
nl: Genereer parameters

# Ush-4r-A1A.title
source: VersionInfo
am_et: የስሪት መረጃ
nl: Versie-informatie

# uUQ-9s-M5E.title
source: Rounds
am_et: ዙሮች
nl: Rondes

# Xib-Fn-sqx.title
source: Recommend key change
am_et: የሚመከር የቁልፍ ልውውጥ
nl: Adviseer sleutelwijziging

# z6u-YT-7LE.title
source: Force key change
am_et: የቁልፍ ልውውጥ አስገድድ
nl: Dwing sleutelwijziging af

# pbl-Mb-r8V.title
source: Key derivation
nl: Versleuteling
