Repository: MacPass/MacPass
Catalog: MacPass/*.lproj/EntryInspectorView.strings
Languages: am_et

# 0ok-MC-QMP.title
source: Save
am_et: አስቀምጥ

# 9Nx-mE-DK3.title
source: Enable Autotype
am_et: ራስተይብ አንቃ

# 64.title
source: Generate
am_et: አፈለቅ

# 65.title
source: Password
am_et: የይለፍ ቃል

# 66.title
source: URL
am_et: ዩአርኤል

# 69.title
source: Username
am_et: የተጠቃሚ ስም

# 71.title
source: Title
am_et: ርዕስ

# 78.title
source: Expires
am_et: ጊዜ አለቀ

# 79.title
source: Tags
am_et: መለያ

# 109.label
source: Attachments
am_et: አባሪ

# 110.label
source: General
am_et: ጠቅላላ

# 135.title
source: Attachments
am_et: አባሪ

# 142.title
source: Text Cell
am_et: የጽሑፍ ሕዋስ

# 151.title
source: Table View Cell
am_et: የሰንጠረዥ እይታ ህዋስ

# 171.title
source: Table View Cell
am_et: የሰንጠረዥ እይታ ህዋስ

# 197.title
source: Text Cell
am_et: የጽሑፍ ሕዋስ

# 211.placeholderString
source: Title
am_et: ርዕስ

# 214.placeholderString
source: Value
am_et: እሴት

# 238.ibShadowedLabels[0]
source: General
am_et: ጠቅላላ

# 238.ibShadowedLabels[1]
source: Files
am_et: ፋይል

# 238.ibShadowedLabels[2]
source: Autotype
am_et: ራስተይብ

# bke-G2-oEf.title
source: Delete
am_et: ሰርዝ

# bkO-Bk-AuX.title
source: Window Title
am_et: የመስኮት ርዕስ

# bQ5-0E-h3O.title
source: Autotype Sequence
am_et: ራስተይብ ተርታ

# dyA-lo-PGa.title
source: Table View Cell
am_et: የሰንጠረዥ እይታ ህዋስ

# ep5-bQ-cfZ.title
source: Text Cell
am_et: የጽሑፍ ሕዋስ

# fW9-9p-wwR.placeholderString
source: Custom Window Sequence
am_et: ብጁ የመስኮት ተርታ

# hK7-Dx-yjH.label
source: Autotype
am_et: ራስተይብ

# ned-1Q-FXA.title
source: Window Associations
am_et: የመስኮት ግንኙንት

# NtM-y3-l4D.title
source: Quicklook
am_et: ቅንጭበ እይታ

# oNq-kB-3eb.title
source: Obfuscate Autotype
am_et: ራስተይብ ዘበራርቅ

# R2X-Ex-c6q.placeholderString
source: Custom Entry Sequence
am_et: ብጁ ገቢ ተርታ

# RQB-bR-MC0.title
source: Window Sequence
am_et: መስኮት ተርታ

# sNS-o1-pD7.title
source: OtherViews
am_et: ሌሎች እይታ

# X9y-K7-lix.title
source: Show Plugin Data
am_et: የትስኪ ውሂብ አሳይ
