Repository: MacPass/MacPass
Catalog: MacPass/*.lproj/GeneralPreferences.strings
Languages: am_et, cs, de, es, fr, ja, uk, zh_hans, zh_hant

# 5gh-b6-cmG.title
source: after 5 Minutes
am_et: ከ 5 ደቂቃ በኃላ
cs: Po 5 minutách
de: nach 5 Minuten
es: después de 5 minutos
fr: après 5 minutes
ja: 5分後
uk: через 5 хвилин
zh_hans: 5 分钟之后
zh_hant: 5 分鐘之後

# 8Ri-2s-c39.title
source: Clear all stored locations
am_et: ሁሉንም የተከማቹ ቦታዎች አጽዳ
cs: Vyčistit všechna uložená umístění
de: Gespeicherte Pfadangaben löschen
es: Eliminar las ubicaciones guardadas
fr: Effacer les emplacements mémorisés
ja: すべての保存された場所をクリア
uk: Забути усі збережені локації
zh_hans: 清除所有储存的位置
zh_hant: 清除所有儲存的位置

# 421.title
source: ClipboardClearInterval
es: Intervalo de vaciado de Portapapeles
fr: Effacement de presse-papiers
zh_hant: 何時清除剪貼簿

# 422.title
source: after 10 Seconds
am_et: ከ 10 ሰከንድ በኃላ
cs: Po 10 sekundách
de: nach 10 Sekunden
es: después de 10 Segundos
fr: après 10 secondes
ja: 10秒後
uk: через 10 секунд
zh_hans: 10 秒之后
zh_hant: 10 秒之後

# 423.title
source: after 30 Seconds
am_et: ከ 30 ሰከንድ በኃላ
cs: Po 30 sekundách
de: nach 30 Sekunden
es: después de 30 Segundos
fr: après 30 secondes
ja: 30秒後
uk: через 30 секунд
zh_hans: 30 秒之后
zh_hant: 30 秒之後

# 424.title
source: after 1 Minute
am_et: ከ 1 ደቂቃ በኃላ
cs: Po 1 minutě
de: nach 1 Minute
es: después de 1 Minuto
fr: après 1 minute
ja: 1分後
uk: через 1 хвилину
zh_hans: 1 分钟之后
zh_hant: 1 分鐘之後

# 429.title
source: Never
am_et: በጭራሽ
cs: Nikdy
de: Nie
es: Nunca
fr: Jamais
ja: しない
uk: Ніколи
zh_hans: 从不
zh_hant: 從不

# 432.title
source: Clear Copied Items
am_et: የተቀዱ ንጥሎችን አጽዳ
cs: Vyčistit ze schránky kopírované položky
de: Leere Zwischenablage
es: Eliminar Valores Copiados
fr: Effacer les éléments copiés
ja: コピーしたアイテムをクリア
uk: Очистити скопійовані елементи
zh_hans: 清除拷贝的项目
zh_hant: 清除複製的項目

# 448.title
source: Clear Clipboard on Quit
am_et: ሲዘጋ የቅንጥብ ሰሌዳ አጽዳ
cs: Vyčistit schránku při ukončení
de: Zwischenablage beim Beenden leeren
es: Vaciar Portapapeles al Salir
fr: Effacer le presse-papiers en quittant
ja: 終了したらクリップボードをクリア
uk: Очистити буфер обміну при виході
zh_hans: 退出时清空剪贴板
zh_hant: 退出時清空剪貼簿

# 465.title
source: Security
am_et: ደህንነት
cs: Zabezpečení
de: Sicherheit
es: Seguridad
fr: Sécurité
ja: セキュリティ
uk: Безпека
zh_hans: 安全
zh_hant: 安全

# 531.title
source: Reopen last Database after Launch
am_et: ከተነሳ በኋላ የመጨረሻውን የውሂብ ጎታ እንደገና ይክፈቱ
cs: Znovu otevřít poslední databázi po spuštění
de: Letzte Datenbank beim Start wieder öffnen
es: Reabrir Base más reciente al Iniciar
fr: Ouvrir la dernière base de données au lancement
ja: 起動後、最後に使用したデータベースを開く
uk: Відкривати останню базу при запуску
zh_hans: 运行时重新打开上次的数据库
zh_hant: 執行時重新開啟上次的資料庫

# 586.title
source: LockTimes
am_et: የመቆለፊያ ግዜ
de: Sperrzeiten
es: Tiempos de Bloqueo
fr: Temps de verrouillage
ja: ロック時間
zh_hans: 锁定次数
zh_hant: 鎖定次數

# 588.title
source: for 1 Minute
am_et: ለ 1 ደቂቃ
cs: Po 1 minutě
de: für 1 Minute
es: por 1 Minuto
fr: pendant 1 minute
ja: 1分
uk: 1 хвилину
zh_hans: 1 分钟
zh_hant: 1 分鐘

# 589.title
source: for 5 Minutes
am_et: ለ 5 ደቂቃ
cs: Po 5 minutách
de: für 5 Minuten
es: por 5 Minutos
fr: pendant 5 minutes
ja: 5分
uk: 5 хвилин
zh_hans: 5 分钟
zh_hant: 5 分鐘

# 603.title
source: for 15 Minutes
am_et: ለ 15 ደቂቃ
cs: Po 15 minutách
de: für 15 Minuten
es: por 15 Minutos
fr: pendant 15 minutes
ja: 15分
uk: 15 хвилин
zh_hans: 15 分钟
zh_hant: 15 分鐘

# 631.title
source: Lock after sleep
am_et: ከእንቅልፍ በኋላ ቆልፍ
cs: Uzamknout při uspání
de: Datenbank im Ruhezustand sperren
es: Bloquear al hibernar
fr: Verrouillage après sommeil
ja: スリープにした後にロック
uk: Замикати після сну
zh_hans: 睡眠时锁定
zh_hant: 睡眠時鎖定

# 804.title
source: Never
am_et: በጭራሽ
cs: Nikdy
de: Nie
es: Nunca
fr: Jamais
ja: しない
uk: Ніколи
zh_hans: 从不
zh_hant: 從不

# 806.title
source: Lock while idle
am_et: ስራ ሲፈታ ቆልፍ
cs: Uzamknout při neaktivitě
de: Sperren nach Inaktivität
es: Bloquear al estar inactivo
fr: Verrouillage si inactif
ja: アイドル中にロック
uk: Замикати після простоювання
zh_hans: 空闲时锁定
zh_hant: 空閒時鎖定

# 888.title
source: File Handling
am_et: የፋይል አያያዝ
cs: Manipulace se souborem
de: Dateibehandlung
es: Gestión de ficheros
fr: Gestion des fichiers
ja: ファイルの扱い
uk: Поведінка з файлами
zh_hans: 启动
zh_hant: 啟動

# ACh-7H-42N.title
source: Enabling this compromises security. If enabled, your preferences will contain mappings from database to keyfile. Key locations for databases without a password will not be saved.
am_et: ይህንን ማንቃት ደህንነትን አደጋ ላይ ይጥላል፡፡ ከነቃ ምርጫዎችዎ ከመረጃ ቋት እስከ ቁልፍ ፋይል ድረስ በመዛመድ ይይዛሉ። የቁልፍ ቦታዎች ያለ የይለፍ ቃል በመረጃ ቋቶች አይቀመጡም፡፡
cs: Povolení ohrožuje zabezpečení. Když je povoleno, bude ukládáno mapování mezi databází a souborem klíče. Umístění souborů klíče pro databáze bez hesla nebude ukládáno.
de: Das Einschalten dieser Option beeinträchtigt die Sicherheit. Wird diese Option aktiviert, werden Pfadangaben von Datenbank und Schlüsseldatei in den persönlichen Einstellungen gespeichert. Zu Datenbanken ohne Passwort wird kein Schlüsseldatei-Pfad gespeichert.
es: Habilitando esta opción se compromete la seguridad. Si está habilitado, tus preferencias contendrán mapeos de bases al keyfile. Las ubicaciones para bases sin contraseña no serán guardadas..
fr: Cocher cette case compromet la sécurité. Si activé, vos préférences contiendront les associations base de données / fichier clé. L'emplacement des clés pour les bases de données sans mot de passe ne seront pas sauvegardés.
ja: 有効にするとセキュリティが低下します。 If enabled, your preferences will contain mappings from database to keyfile. Key locations for databases without a password will not be saved.
uk: Включення цієї опції загрожує безпеці. Якщо увімкнено, для баз будуть зберігатись відповідності файлів ключа. Локації файлів ключа для баз без пароля зберігатись не будуть.
zh_hans: 使用此功能将影响安全性。若使用此功能，您的设置将包含从数据库到密钥文件的映射。没有密码的数据库密钥位置将不会保存。
zh_hant: 使用此功能將影響安全性。若使用此功能，您的設定將包含從資料庫到金鑰檔案的對照。沒有密碼的資料庫金鑰位置將不會儲存。

# Dzn-9R-JjE.title
source: Lock after log out
am_et: ከወጣህ በኃላ ቆልፈው
cs: Uzamknout při odhlášení
de: Nach ausloggen sperren
es: Bloquear después de cerrar sesión
fr: Verrouiller après déconnexion
ja: ログアウトした後ロック
uk: Замикати при виході з системи
zh_hans: 登出后锁定
zh_hant: 登出後鎖定

# fNy-mS-phi.title
source: Prevent Universal Clipboard support
am_et: ዓለማ ቀፋዊ የቅንጥብ ሰሌዳ ማገዝ አቁም
cs: Zabránit podpoře univerzální schránky
de: Universelle Zwischenablage
es: Evitar soporte de portapapeles universal
fr: Désactiver le support de presse-papier universel
ja: ユニバーサルクリップボードのサポートを禁止
uk: Запобігати підтримці універсального буферу обміну
zh_hans: 阻止通用剪贴板支持
zh_hant: 阻止共用剪貼簿支援

# JGX-Tp-KJk.title
source: Disabling this compromises security. If enabled, anything copied to the Clipboard in MacPass will be available on your connected iOS devices. You should clear the clipboard on those devices manually.
am_et: ይህንን ያለማንቃት ደህንነቱ አደጋ ላይ ይጥላል፡፡ ከነቃ ግን፥ በMacPass ውስጥ ወደ ክሊፕቦርዱ የተቀዳ ማንኛውም ነገር በተገናኙት የiOS መሣሪያዎች ላይ ይገኛል። በእነዚያ መሣሪያዎች ላይ የቅንጥብ ሰሌዳውን እራስህ ማጽዳት አለብህ።
cs: Zakázání ohrožuje zabezpečení. Pokud je povoleno, cokoli zkopírováno do schránky v aplikaci MacPass, bude dostupné na vašich připojených iOS zařízeních. Schránku na nich byste měli smazat manuálně.
de: Das Ausschalten dieser Option beeinträchtigt die Sicherheit. Wird diese Option deaktiviert, werden alle Daten, die von MacPass in die Zwischenablage kopiert werden mit verbundenen iOS Geräten synchronisiert. Die Zwischenablage sollte dann manuell auf diesen Geräten geleert werden.
es: Deshabilitar esto compromete la seguridad . Si está habilitado, cualquier elemento copiado en el portapapeles en MacPass estará disponible en los dispositivos iOS conectados. Se debería limpiar el portapapeles de esos dispositivos manualmente.
fr: Désactiver ceci compromet la sécurité. Si activé, tout ce qui est copié dans le presse-papiers depuis MacPass sera accessible depuis tout les appareils iOS connectés. Vous devrez effacer le presse-papiers sur ces appareils manuellement.
ja: 無効にするとセキュリティが低下します。 If enabled, anything copied to the Clipboard in MacPass will be available on your connected iOS devices. You should clear the clipboard on those devices manually.
uk: Відключення цієї опції загрожує безпеці. Якщо увімкнено, усе скопійоване до буфера обміну з MacPass буде доступне на вашому підключеному пристрої iOS. Вам необхідно самотужки очищати буфер обміну на цих пристроях.
zh_hans: 关闭此功能将影响安全性。若打开此功能，所有在 MacPass 中被复制到剪贴板的内容将出现在连接的 iOS 设备上。您应当手动清理那些设备上剪贴板里的内容
zh_hant: 關閉此功能將影響安全性。若開啟此功能，所有在 MacPass 中被複製到剪貼簿的內容將出現在已連線的 iOS 裝置上。您應當手動清理那些裝置上剪貼簿裡的內容

# QrK-hM-Xt1.title
source: If file changes:
am_et: ፋይሉ ከተቀየረ፥
cs: Když se soubor změní:
de: Bei Dateiänderungen:
es: Si el archivo cambia:
fr: Si modifications du fichier :
ja: ファイルを変更したら:
uk: Якщо файл змінено:
zh_hans: 如果文件改变：
zh_hant: 如果檔案改變：

# r6q-He-nYU.title
source: Remember Keyfile for Databases
am_et: ለውሂብ ጎታ ቁልፍ ፋይሉን አስታውስ
cs: Pamatovat si soubor klíče pro databáze
de: Schlüsseldatei merken
es: Recordar el Keyfile para las Bases de Datos
fr: Se souvenir des fichiers clé pour les bases de données
ja: データベースに鍵ファイルを記憶
uk: Запам’ятовувати файли ключів для баз
zh_hans: 记住数据库的密钥文件
zh_hant: 記住資料庫的金鑰檔案

# wG7-bi-2fi.title
source: Enable Autosave
am_et: ራሱን የሚያሰቀምጥ አንቃ
cs: Povolit automatické ukládání
de: Automatisches Speichern aktivieren
es: Habilitar auto guardado
fr: Activer l'enregistrement automatique
ja: 自動保存を有効にする
uk: Дозволити автозбереження
zh_hans: 打开自动保存
zh_hant: 開啟自動儲存

# ya5-ps-c4W.title
source: Close and open all documents for changes to take effect
am_et: ለውጦች እንዲተገበሩ ሁሉንም ሰነዶች ዝጋ እና ክዚያም ክፈትዎ
cs: Aby se změny projevily, zavřete a znovu otevřete všechny dokumenty
de: Die Änderungen werden erst für Dokumente wirksam, welche geschlossen und erneut geöffnet werden.
es: Cerrar y abrir todos los documentos para que los cambios surtan efecto
fr: Fermer et ré-ouvrir tous les documents pour que les modifications prennent effet
uk: Закрийте і відкрийте усі документи, щоб зміни застосувались
zh_hans: 关闭并重新打开所有文档以使改动生效
zh_hant: 關閉並重新開啟所有文件以使改動生效
