Repository: MacPass/MacPass
Catalog: MacPass/*.lproj/GeneralSettings.strings
Languages: nl, ru

# 421.title
source: ClipboardClearInterval
nl: KlembordWissenInterval

# 422.title
source: after 10 Seconds
nl: na 10 seconden
ru: после 10 Секунд

# 423.title
source: after 30 Seconds
nl: na 30 seconden
ru: после 30 Секунд

# 424.title
source: after 1 Minute
nl: na 1 minuut
ru: после 1 Минуты

# 429.title
source: Never
nl: Nooit
ru: Никогда

# 432.title
source: Clear Copied Items
nl: Wis gekopieerde gegevens
ru: Очистить буфер обмена

# 448.title
source: Clear Clipboard on Quit
nl: Wis klembord bij afsluiten
ru: Очистить буфер обмена при выходе

# 465.title
source: Security
nl: Beveiliging
ru: Безопасность

# 531.title
source: Reopen last Database after Launch
nl: Heropen laatste kluis na opstarten
ru: Открыть последнюю базу данных после запуска

# 586.title
source: LockTimes
nl: VergrendelTijden

# 588.title
source: for 1 Minute
nl: voor 1 minuut
ru: через 1 Минуту

# 589.title
source: for 5 Minutes
nl: voor 5 minuten
ru: через 5 Минут

# 603.title
source: for 15 Minutes
nl: voor 15 minuten
ru: через 15 Минут

# 631.title
source: Lock after sleep
nl: Vergrendel na sluimerstand
ru: Заблокировать после засыпания

# 804.title
source: Never
nl: Nooit
ru: Никогда

# 806.title
source: Lock while idle
nl: Vergrendel wanneer inactief
ru: Блокировать при простое

# 928.title
source: General
nl: Algemeen

# 937.title
source: Double-click entry URL to Launch
nl: Dubbelklik op URL van item om te starten
