Repository: MacPass/MacPass
Catalog: MacPass/*.lproj/InfoPlist.strings
Languages: de, fr, pl

source: CFBundleName
de: MacPass
fr: MacPass
pl: MacPass

source: KDB Database
de: KDB-Datenbank
fr: Base de données KDB
pl: Baza KDB

source: KDBX Database
de: KDBX-Datenbank
fr: Base de données KDBX
pl: Baza KDBX

source: MacPass Plugin
fr: Plugin MacPass
pl: Wtyczka MacPass

source: NSAppleEventsUsageDescription
de: MacPass erlaubt Plugins, Apple Events zu nutzen.
fr: MacPass pourrait utiliser AppleEvents pour permettre la fonctionnalité de saisie automatique
pl: MacPass może używać AppleEvent do wykonywania funkcji autouzupełniania

source: NSDesktopFolderUsageDescription
de: MacPass greift auf den Schreibtisch zu, um Datenbanken und Schlüsseldateien zu laden oder speichern.
fr: MacPass accède au Bureau pour charger et sauvegarder vos bases de données et/ou les fichiers clé à cet emplacement
pl: MacPass uzyskuje dostęp do Pulpitu, aby załadować i zapisać tam swoje bazy danych i/lub kluczowe pliki

source: NSDocumentsFolderUsageDescription
de: MacPass greift auf den Dokumente-Ordner zu, um Datenbanken und Schlüsseldateien zu laden oder speichern.
fr: MacPass accède au dossier Documents pour charger et sauvegarder vos bases de données et/ou les fichiers clé à cet emplacement
pl: MacPass uzyskuje dostęp do Dokumentów, aby załadować i zapisać tam swoje bazy danych i/lub kluczowe pliki

source: NSDownloadsFolderUsageDescription
de: MacPass greift auf den Download-Ordner zu, um Datenbanken und Schlüsseldateien zu laden oder speichern.
fr: MacPass accède au dossier Téléchargements pour charger et sauvegarder vos bases de données et/ou les fichiers clé à cet emplacement
pl: MacPass uzyskuje dostęp do Pobranych, aby załadować i zapisać tam swoje bazy danych i/lub kluczowe pliki

source: NSHumanReadableCopyright
de: Copyright ©2012-2021 HicknHack Software GmbH. Alle Rechte vorbehalten.
fr: Copyright ©2012-2020 HicknHack Software GmbH. Tous droits réservés.
pl: Prawa autorskie © 2012-2020 HicknHack Software GmbH. Wszelkie prawa zastrzeżone.

source: NSNetworkVolumesUsageDescription
de: MacPass greift auf Netzwerklaufwerke zu, um Datenbanken und Schlüsseldateien zu laden oder speichern.
fr: MacPass nécessite l'accès aux volumes réseau pour charger et sauvegarder vos bases de données et/ou fichiers clé à cet endroit
pl: MacPass potrzebuje dostępu do Woluminów sieciowych, aby załadować i zapisać tam swoje bazy danych i/lub kluczowe pliki

source: NSRemovableVolumesUsageDescription
de: MacPass greift auf Wechseldatenträge zu, um Datenbanken und Schlüsseldateien zu laden oder speichern.
fr: MacPass nécessite l'accès aux volumes amovibles pour charger et sauvegarder vos bases de données et/ou fichiers clé à cet endroit
pl: MacPass potrzebuje dostępu do Woluminów wymiennych, aby załadować i zapisać tam swoje bazy danych i/lub kluczowe pliki
