Repository: MacPass/MacPass
Catalog: MacPass/*.lproj/IntegrationSettings.strings
Languages: it, nl, sv_se

# 1qb-Rd-jYu.title
source: Enable global Autotype
it: Abilita Autotype globalmente
nl: Activeer global automatisch inloggen
sv_se: Aktivera global auto-ifyllning

# 3.title
source: Enable KeePassHttp server
nl: Activeer de server KeePassHttp

# 6oN-CH-T0O.title
source: Shortcut
it: Scorciatoia
nl: Snelkoppeling
sv_se: Kortkommando

# B1D-j9-L8x.title
source: Include Entry URL Host for matches
it: Includi Host per corrispondenze
nl: Controleer of het domein van de webpagina overeenkomt
sv_se: Inkludera värdnamnet från kontots URL vid matchning

# ERs-ct-Eyx.title
source: Enable Quicklook Preview
it: Abilita Anteprima Quicklook
nl: Activeer snelle weergave
sv_se: Aktivera förhandsgranskning i överblick

# P9N-HM-wER.title
source: Autotype
nl: Automatisch inloggen
sv_se: Auto-ifyllning

# QRy-CY-ENC.title
source: If enabled, every {CONTROL} command will be sent as ⌘. Only disable this if you are sure you need to.
it: Se abilitato, ogni {CONTROL} comando sarà inviato come ⌘. Disabilita solo se sei sicuro sia necessario.
nl: Elk {CONTROL}-commando zal worden verstuurd als ⌘. Zet dit alleen uit als u er zeker van bent dat dit nodig is.
sv_se: Om aktiverat kommer varje {CONTROL}-kommando skickas som ⌘. Avaktivera bara detta om du är säker att du behöver det.

# QfO-yG-l3F.title
source: Interpret ⌃ as ⌘
it: Interpreta ⌃ come ⌘
nl: Interpreteer ⌃ als ⌘
sv_se: Tolka ⌃ som ⌘

# TzR-00-Vp3.title
source: Include Entry URL for matches
it: Includi URL per corrispondenze
nl: Controleer of de webpagina overeenkomt
sv_se: Inkludera kontots URL vid matchning

# VVs-b5-cX9.title
source: Preview
it: Anteprima
nl: Snelle weergave
sv_se: Förhandsgranska

# WmI-IB-Aso.title
source: If enabled attached files will be copied to a temporary location for preview and deleted after the preview is closed. This is a potential security risk!
it: Se abilitato i file allegati saranno copiati in una cartella temporanea per l'anteprima ed eliminati alla chiusura dell'anteprima.
nl: Indien geactiveerd zullen bijlagen worden gekopieerd naar een tijdelijke locatie om een voorvertoning te kunnen laten zien en na het sluiten van de voorvertoning automatisch weer worden verwijderd.
sv_se: If enabled attached files will be copied to a temporary location for preview and deleted after the preview is closed.

# rbu-G7-MT8.title
source: Include Entry Tags for matches
it: Includi Tag per corrispondenze
nl: Controleer of een tag overeenkomt
sv_se: Inkludera kontots etiketter vid matchning

# tmL-dT-D0G.title
source: Include Entry Title for matches
it: Includi Titolo per corrispondenze
nl: Controleer of de naam overeenkomt
sv_se: Inkludera kontots titel vid matchning

# Lxp-wI-yQy.title
source: Shortcut is missing Key
it: Manca una chiave alla scorciatoia
sv_se: Kortkommando saknar tangent
