Repository: MacPass/MacPass
Catalog: MacPass/*.lproj/IntegrationPreferences.strings
Languages: cs, de, es, fr, ja, pl, ru, uk, zh_hans, zh_hant

# 1qb-Rd-jYu.title
source: Enable global Autotype
cs: Povolit globální samodoplňování
de: Globales Autotype aktivieren
es: Habilitar Autollenado Global
fr: Activer la saisie automatique globale
ja: グルーバル自動入力を有効にする
pl: Włącz wszędzie autouzupełnianie
ru: Включить глобальный автоввод
uk: Дозволити глобальне автовведення
zh_hans: 使用全局自动键入
zh_hant: 使用自動輸入

# 6oN-CH-T0O.title
source: Shortcut
cs: Zkratka
de: Tastatur-Kurzbefehl
es: Atajo
fr: Raccourci
ja: ショートカット
pl: Skrót
ru: Хоткей
uk: Скорочення
zh_hans: 快捷键
zh_hant: 快捷鍵

# B1D-j9-L8x.title
source: Include Entry URL Host for matches
cs: Zahrnout shodu hostitelské části URL adresy záznamu
de: URL-Host beim Suchen von Einträgen berücksichtigen
es: Incluir URL de Host en las búsquedas
fr: Inclure l'URL hôte de l'entrée pour la correspondance
ja: 一致した項目のURLのホストを含める
pl: Uwzględnij URL Hosta wpisu w dopasowaniu
ru: Использовать Хост для совпадений
uk: Очікувати співпадіння URL хоста запису
zh_hans: 匹配包含 Host
zh_hant: 包含 URL Host

# ERs-ct-Eyx.title
source: Enable Quicklook Preview
cs: Povolit Náhled v rychlém náhledu
de: Quicklook-Vorschau aktivieren
es: Habilitar Vista Previa
fr: Autoriser la prévisualisation coup d'œil
ja: クイックロックプレビューを有効にする
pl: Włącz szybki podgląd
ru: Использовать Быстрый Предпросмотр
uk: Дозволити швидкий перегляд
zh_hans: 使用 Quicklook 预览
zh_hant: 使用 Quicklook 預覽

# H37-ku-aTc.title
source: Autotype might not work properly. Some issues where found that prevent Autotype or Global Autotype to work. Please run the Autotype Doctor to fix those issues.
cs: Samodoplňování nemusí v pořádku fungovat. Byly nalezeny některé chyby zabraňující samodoplňování fungovat. Prosím spusťte kontrolu funkčnosti samodoplňování pro opravu těchto chyb.
de: Autotype steht nicht zur Verfügung, da MacPass den Computer nicht steuern darf. Um Autotype zu ermöglichen, fügen Sie MacPass in den Einstellungen zur Privatsphäre zu den Bedienungshilfen hinzu.
es: Autotecleo podría no funcionar correctamente. Se detecto algún problema que puede evitar que Autotecleo o Autotecleo global funcione. Por favor ejecute el Doctor de Autotecleo para solucionar el problema.
fr: La saisie automatique n'est pas disponible, car MacPass n'est autorisé à contrôler votre ordinateur. Pour activer la saisie automatique, allez dans les Préférences Système, Sécurité et Confidentialité, et ajoutez MacPass dans les applications autorisées à contrôler votre ordinateur. Ces modifications requièrent un redémarrage de MacPass.
ja: 自動入力またはグローバル自動入力を動作させるのを防ぐいくつかの問題が見ったため、正しく動作しない可能性があります。問題を修正するには自動入力の検査を行ってください。
pl: Autotype może nie działać poprawnie. Znaleziono niektóre problemy, które uniemożliwiają działanie programu Autotype lub Global Autotype. Uruchom Inspektora Autouzupełniania, aby rozwiązać te problemy.
ru: Автоввод может не работать. Обнаружены некоторые проблемы, которые мешают работе автоввода. Пожалуйста, запустите Помощник Автоввода, чтобы исправить эти проблемы.
uk: Автовведення може не працювати належним чином. Було виявлено деякі проблеми, що запобігають роботі автовведення або глобального автовведення. Будь ласка, відкрийде помічника автоматичного введення, щоб виправити ці неполадки.
zh_hans: 自动键入没有正确工作，某些问题阻止了它的使用。请执行自动键入诊断来查看这些问题。
zh_hant: 自動輸入未有正常運作，某些問題阻止了它運作。請執行自動輸入診斷來檢視這些問題。

# Lxp-wI-yQy.title
source: Shortcut is missing Key
cs: Chybí klávesová zkratka
de: Der Kurzbefehl ist unvollständig
es: El atajo no está definido
fr: Aucune touche n'est affectée au raccourci
pl: Skrót nie zawiera Klawisza
ru: Задайте клавишу для хоткея
uk: У скорочення не вистачає клавіші
zh_hans: 快捷键不完全
zh_hant: 快捷鍵不完全

# NP0-R3-m6n.title
source: Run Autotype Doctor…
cs: Spustit kontrolu funkčnosti samodoplňování…
de: Systemeinstellungen öffnen …
es: Ejecutar el Doctor de Autotecleo
fr: Ouvrir les Préférences…
ja: 自動入力の検査を実行…
pl: Uruchom Inspekcję Autouzupełniania…
ru: Запустить Помощник Автоввода…
uk: Відкрити помічинка автоматичного введення…
zh_hans: 自动键入诊断...
zh_hant: 自動輸入診斷...

# P9N-HM-wER.title
source: Autotype
cs: Samodoplňování
es: Autotecleo
fr: Saisie automatique
ja: 自動入力
pl: Autouzupełnianie
ru: Автоввод
uk: Автовведення
zh_hans: 自动键入
zh_hant: 自動輸入

# QRy-CY-ENC.title
source: If enabled, every {CONTROL} command will be sent as ⌘. Only disable this if you are sure you need to.
cs: Pokud je povoleno, každý {CONTROL} příkaz bude poslán jako ⌘. Zakažte, pouze pokud jste si jisti, že to potřebujete.
de: Wenn aktiviert, werden {CONTROL}-Befehle als ⌘ gesendet. Deaktivieren Sie diese Option nur, wenn Sie sich sicher sind.
es: Si se habilita, cada comando {CONTROL} será enviado como ⌘. Only disable this if you are sure you need to.
fr: Si activé, chaque commande {CONTROL} sera envoyée comme ⌘. Ne décochez que si vous êtes sûr d'en avoir besoin.
pl: Przy włączonej funkcji, każda {CONTROL} komenda będzie wysłana jako ⌘. Wyłącz tę funkcję tylko jeżeli rozumiesz jej konsekwencji.
ru: Если включено, каждая {CONTROL} комманда будет отправлена как ⌘. Отключайте это только если вы уверены в том, что делаете.
uk: Якщо ввімкнено, кожна {CONTROL} команда буде надіслана як ⌘. Відключайте цю опцію тільки якщо вам це дійсно необхідно.
zh_hans: 若使用此功能，所有 {CONTROL} 命令将被发送为 ⌘。请确认需要时再禁止此功能。
zh_hant: 若使用此功能，所有 {CONTROL} 命令將被發送為 ⌘。請確認需要時再禁止此功能。

# QfO-yG-l3F.title
source: Interpret ⌃ as ⌘
cs: Interpretovat ⌃ jako ⌘
de: ^ als ⌘ interpretieren
es: Intérprete ⌃ as ⌘
fr: Interpréter ⌃ en ⌘
pl: Interpretuj ⌃ jako ⌘
ru: Обрабатывать ⌃ как ⌘
uk: Розцінювати ⌃ як ⌘
zh_hans: 将 ⌃ 当作 ⌘
zh_hant: 將 ⌃ 當作 ⌘

# TzR-00-Vp3.title
source: Include Entry URL for matches
cs: Zahrnout shodu URL adresy záznamu
de: URL beim Suchen von Einträgen berücksichtigen
es: Incluir la URL de la entrada en las búsquedas
fr: Inclure l'URL pour la correspondance
ja: 一致する項目のURLを含める
pl: Uwzględnij URL wpisu w dopasowaniu
ru: Использовать URL для совпадений
uk: Очікувати співпадіння URL запису
zh_hans: 匹配包含 URL
zh_hant: 包含 URL

# VVs-b5-cX9.title
source: Preview
cs: Náhled
de: Vorschau
es: Vista Previa
fr: Prévisualisation
ja: プレビュー
pl: Podgląd
ru: Предпросмотр
uk: Перегляд
zh_hans: 预览
zh_hant: 預覽

# WmI-IB-Aso.title
source: If enabled attached files will be copied to a temporary location for preview and deleted after the preview is closed.
cs: Pokud je povoleno, přiložené soubory budou zkopírovány do dočasného umístění pro Náhled a smazány, jakmile bude Náhled uzavřen.
de: Die Daten werden zur Vorschau in einem temporären Ordern entschlüsselt und beim Beenden der Vorschau wieder gelöscht. Diese Funktionalität ist eine potenzielle Sicherheitslücke!
es: Si se habilita, los archivos adjuntos serán copiados a una carpeta temporal para generar la vista previa y serán elimiandos al cerrarla. Esto es un riesgo de seguridad.
fr: Si activé les fichiers joints seront copiés dans une localisation temporaire pour la prévisualisation puis supprimés quand la fenêtre sera fermée. Il s'agit d'un risque de sécurité potentiel !
pl: Przy włączonej funkcji załączony plik będzie kopiowany do tymczasowego katalogu w celu pokazania podglądu i usunięty zaraz po zamknięciu podglądu. Taka funkcja jest potencjalnie niebezpieczna!
ru: Если включено, прикрепленные файлы будет скопированы во временную папку для предпросмора и удалены, когда предпросмотр будет закрыт.
uk: Якшо ввімкнено, прикріплені файли будуть скопійовані в тимчасове місце для перегляду і видалені після закривання перегляду.
zh_hans: 若打开此功能，预览时附件文件将被拷贝到临时文件夹，并且在预览后将被删除。
zh_hant: 若開啟此功能，預覽時附件檔案將被複製到臨時資料夾，並且在預覽後刪除。

# rbu-G7-MT8.title
source: Include Entry Tags for matches
cs: Zahrnout shodu štítků záznamu
de: Tags beim Suchen von Einträgen berücksichtigen
es: Incluir etiquetas de la entrada en las búsquedas
fr: Inclure les tags pour la correspondance
ja: 一致した項目のタグを含める
pl: Uwzględnij Tagi wpisu w dopasowaniu
ru: Использовать Тэги для совпадений
uk: Очікувати співпадіння тегів запису
zh_hans: 匹配包含 Tags
zh_hant: 包含標籤

# tmL-dT-D0G.title
source: Include Entry Title for matches
cs: Zahrnout shodu názvu záznamu
de: Titel beim Suchen von Einträgen berücksichtigen
es: Incluir el título de las entradas en las búsquedas
fr: Inclure le titre pour la correspondance
ja: 一致した項目のタイトルを含める
pl: Uwzględnij Tytuł wpisu w dopasowaniu
ru: Использовать Заголовок для совпадений
uk: Очікувати співпадіння назви запису
zh_hans: 匹配包含 Title
zh_hant: 包含標題
