Repository: MacPass/MacPass
Catalog: MacPass/*.lproj/KPKLocalizable.strings
Languages: es, fr, it, nl, pl, ru, zh_hans

# KPK_GROUP_COPY_%@
source: %@ copy
es: Copia %@
pl: %@ kopiuj
ru: %@ копия
zh_hans: %@ 拷贝

# KPK_ENTRY_COPY_%@
source: %@ copy
es: Copia %@
pl: %@ kopiuj
ru: %@ копия
zh_hans: %@ 拷贝

# ERROR_WINDOW_TITLE_VALIDATION_FAILED
source: The Format of the Window Title is not valid!
es: El formato del título no es válido.
fr: Le format du titre de la fenêtre n'est pas valide !
it: Il Formato del Titolo della Finestra non é Valido!
nl: Het Formaat van de Venster Titel is ongeldig!
pl: Format nazwy okna jest nieprawidłowy!
ru: Формат окна заголовка не верный!
zh_hans: 窗口标题格式不正确!

# ERROR_ATTRIBUTE_KEY_VALIDATION_FAILED
source: The Attribute Key is not unique!
es: La llave de atributo no es única.
fr: La clé d'attribut n'est pas unique
nl: De Attribuutkey is niet uniek!
pl: Atrybut klucza nie jest unikatowy!
ru: Ключ аттрибута не уникален!
zh_hans: 属性键 (Attribute Key) 不唯一!

# ERROR_AUTOTYPE_SEQUENCE_VALIDATION_FAILED
source: Tht Autotype Sequence is not valid!
es: La secuenta de Autotype no es válida.
fr: La séquence de saisie automatique n'est pas valide !
it: Sequenza di AutoType non Valida!
nl: De Autotype Sequentie is niet geldig!
pl: Sekwencja autouzupełnienia jest nieprawidłowa!
ru: Эта последовательность автоввода неверна!
zh_hans: 自动键入序列不正确!

# ERROR_CORRUPT_TREE
source: The internal file structure is corrupted!
es: La estructura interna del archivo está corrupta.
fr: La structure interne du fichier est corrompue !
it: La struttura interna del file é corrotta!
nl: De interne bestandsstructuur is corrupt!
pl: Struktura pliku jest uszkodzona!
ru: Повреждена внутренняя структура файла!
zh_hans: 内部文件结构已损坏!

# ERROR_INVALID_FIELD_SIZE
source: Incorrect size at data field. Password wrong?
es: La longitud del campo no es válida. ¿Contraseña incorrecta?
fr: Taille incorrecte dans le champ. Mauvais mot de passe ?
it: Taglia dati incorretta. Password errata?
nl: Verkeerde grootte op dataveld. Verkeerd wachtwoord?
pl: Niewłaściwy rozmiar pola danych. Nieprawidłowe hasło?
ru: Неверный размер поля данных. Пароль неверный?
zh_hans: 数据字段大小错误，可能是由于密码错误。

# ERROR_INVALID_FIELD_TYPE
source: Unknown data field. Password wrong?
es: Valor desconocido. ¿Contraseña incorrecta?
fr: Champ inconnu. Mauvais mot de passe ?
it: Campo dati sconosciuto. Password errata?
nl: Onbekend databeld. Verkeerd wachtwoord?
pl: Nieznane pole danych. Nieprawidłowe hasło?
ru: Неизвестное поле данных. Пароль неверный?
zh_hans: 未知数据字段，可能是由于密码错误。

# ERROR_UNSUPPORTED_DATABASER_VERSION
source: The Database version is not supported
es: La versión de la base de datos no es soportada.
fr: Version de la base de données non prise en charge
it: Versione del database non supportata
nl: De databaseversie wordt niet ondersteund
pl: Ta wersja bazy danych nie jest wspierana
ru: Версия базы данных не поддерживается
zh_hans: 不支持的数据库版本

# ERROR_UNSUPPORTED_CHIPHER
source: Unsupported cipher algorithm
es: Algoritmo de encriptación no soportado
fr: Algorithme de chiffrement non pris en charge
it: Algoritmo di cifratura non supportato
nl: Niet ondersteund chipher algoritmd
pl: Nieznany algorytm szyfrowania
ru: Не поддерживается алгоритм шифрования
zh_hans: 不支持的密码算法

# ERROR_UNKNOWN_FILE_FORMAT
source: Unknown file format
es: Formato de archivo desconocido
fr: Format de fichier inconnu
it: Formato del file sconosciuto
nl: Onbekend bestandsformaat
pl: Nieznany format pliku
ru: Неизвестный формат файла
zh_hans: 未知文件格式

# ERROR_HEADER_CORRUPTED
source: Header is corrupted
es: Cabecera corrupta
fr: En-tête de fichier corrompue
it: Intestazione corrotta
nl: Header is corrupt
pl: Nagłówek jest uszkodzony
ru: Заголовк поврежден
zh_hans: 文件头已损坏

# ERROR_UNSUPPORTED_KDBX_COMPRESSION_ALGORITHM
source: Unsported compression algorithm
es: Algoritmo de compresión no soportado
fr: Algorithme de compression non pris en charge
it: Algoritmo di compressione non supportato
nl: Niet ondersteund compressie-algoritme
pl: Nieobsługiwany algorytm kompresji
ru: Не поддерживается алгоритм сжатия
zh_hans: 不支持的压缩算法

# ERROR_UNSUPPORTED_KDBX_RANDOM_STREAM
source: Unsupported random stream type
es: Tipo de random stream no soportado
fr: Type de flux aléatoire non pris en charge
it: Flusso aleatorio non supportato
nl: Niet ondersteund random stream type
pl: Niewspierany typ generatora pseudolosowego
ru: Не поддерживается случайный тип потока
zh_hans: 不支持的随机流 (random stream) 种类

# ERROR_INTEGRITY_CHECK_FAILED
source: The database integrity isn't ensured
es: No se puede verificar la integridad de la base de datos
fr: L'intégrité de la base de données n'est pas assurée
it: L'integrità del database non é assicurata
nl: De intergriteit van de database is niet verzekerd
pl: Integralność bazy danych jest wątpliwa
ru: Целостность базы данных не гарантируется
zh_hans: 数据库完整性已被破坏

# ERROR_PASSWORD_OR_KEYFILE_WRONG
source: The password and/or the keyfile is wrong
es: La contraseña o el KeePassFile son incorrectos
fr: Mauvais mot de passe et/ou fichier clé
it: La password e/o la chiave sono errati
nl: Het wachtwoord en/of de keyfile is niet correct
pl: Hasło i/lub plik klucza jest nieprawidłowe
ru: Пароль и/или файл ключа неверный
zh_hans: 密码与/或密钥文件错误

# ERROR_KEEPASSFILE_ELEMENT_MISSING
source: The XML file is missing the KeePassFile element
es: El archivo XML no contiene el elemento KeePassFile
fr: Le fichier XML ne contient pas d'élément KeePassFile
it: Elemento KeePassFile mancante dal file XML
nl: Het XML-bestand mist het KeePassFile-element
pl: Plik XML nie zawiera elementu KeePass
ru: XML файл не содержит KeePassFile элемент
zh_hans: XML 文件缺少 KeePassFile 元素

# ERROR_ROOT_ELEMENT_MISSING
source: The XML file contains no Root node
es: El archivo XML no contiene el nodo Root
fr: Le fichier XML ne contient pas de nœud 'root'
it: Il file XML non contiene un nodo root
nl: Het XML-bestand bevat geen Root node
pl: Plik XML nie zawiera głównego węzła
ru: XML файл не содержит корневой узел
zh_hans: XML 文件未包含根节点

# ERROR_GROUP_ELEMENT_MISSING
source: The XML file contains no Group node
es: El archivo XML no contiene el nodo Group
fr: Le fichier XML ne contient pas de nœud 'Groupe'
it: Il file XML non contiene un nodo Gruppo
nl: Het XML-bestand bevat geen Groep node
pl: Plik XML file contains no Group node
ru: XML файл не содержит узел Group
zh_hans: XML 文件未包含组节点

# ERROR_HEADER_HASH_MISSMATCH
source: The header hash doesn't match. File corrupted
es: El hash del header no coincide. Archivo corrupto
fr: Le hash de l'en-tête ne correspond pas. Fichier corrompu
it: La hash dell'intestazione non corrisponde. File corrotto
nl: De header hash komt niet overeen. Bestand corrupt
pl: Suma kontrolna nagłówka jest nieprawidłowa. Plik jest uszkodzony
ru: Неверный хэш заголовка. Файл поврежеден.
zh_hans: 文件头哈希表不匹配。文件已损坏

# ERROR_XML_KEYFILE_WITHOUT_KEY_ELEMENT
source: The XML keyfile is missing the key element
es: El archivo XML no contiene el elemento key
fr: Le fichier XML ne contient pas d'élément clé
it: Il file chiave XML non contiene l'elemento chiave
nl: De XML-keyfile mist het key element
pl: XML pliku z kluczem nie zawiera elementu klucza
ru: XML файл ключа не содержит элемента ключа
zh_hans: XML 密钥文件缺少键 (key) 元素

# ERROR_XML_KEYFILE_WITHOUT_DATA_ELEMENT
source: The XML keyfile is missing the data element
es: El archivo XML no contiene el elemento data
fr: Le fichier clé XML ne contient pas d'élément de données
it: Il file chiave XML non contiene l'elemento dati
nl: De XML-keyfile mist the data element
pl: XML pliku z kliczem nie zawiera danych
ru: XML файл ключа не содержит элемента данных
zh_hans: XML 密钥文件缺少数据 (data) 元素

# ERROR_XML_KEYFILE_DATA_PARSING_ERROR
source: Unable to read the data of the XML keyfile
es: No es posible leer la información del archivo XML.
fr: Impossible de lire les données du fichier clé XML
it: Impossibile leggere i dati dal file chiave XML
nl: Kan geen data van de XML-keyfile lezen
pl: Nie można odczytać danych XML z pliku klucza
ru: Не могу прочитать данные в XML файле ключа
zh_hans: 无法读取 XML 密钥文件的数据

# ERROR_HEADER_HASH_VERIFICATION_FAILED
source: The database header hash is wrong. Data integrity might be broken!
es: El hash de la cabecera de la base de datos es incorrecto. La integridad puede estar en riesgo.
fr: Le hash de l'en-tête n'est pas bon. Les données peuvent être corrompues !
it: La hash dell'intestazione del database é errata, l'integrità dei dati potrebbe essere compromessa!
nl: The database header hash is wrong. Data integritiy might be broken!
pl: Nagłówek bazy danych jest nieprawidłowy. Spójność danych może nie być zachowana!
ru: Хэш заголовка базы данных неверный. Целостность данных может быть нарушена!
zh_hans: The database header hash is wrong. Data integritiy might be broken!
