Repository: MacPass/MacPass
Catalog: MacPass/*.lproj/Localizable.strings
Languages: am_et, cs, de, es, fr, it, ja, nl, pl, ru, sv_se, uk, zh_hans, zh_hant

source: Empty Trash
am_et: ባዶ መጣያ
cs: Vysypat koš
de: Papierkorb leeren
es: Vaciar Papelera
fr: Vider la corbeille
it: Svuota Cestino
ja: ゴミ箱を空にする
nl: Leeg prullenmand
pl: Opróżnij kosz
ru: Очистить Корзину
sv_se: Töm papperskorgen
uk: Очистити кошик
zh_hans: 清空废纸篓
zh_hant: 清空廢紙簍

# ENFORCE_PASSWORD_CHANGE_ALERT_DESCRIPTION
source: You will be unable to save until the password and/or keyfile has been changed.
cs: Nebudete moci uložit, dokud nebude změněno heslo a/nebo soubor klíče.
de: Das Speichern der Datenbank ist erst wieder möglich, wenn Passwort oder Schlüssel geändert wurden.
es: No será posible guardar cambios hsata que la contraseña o el keyfile sean modificados.
fr: Vous ne pourrez pas sauvegarder tant que le mot de passe et/ou le fichier clé n'auront pas été modifiés.
it: Non sarà possibile salvare il database fintanto che la password e/o la chiave sono cambiate.
nl: Je kunt niet opslaan totdat je het hoofdwachtwoord of sleutelbestand hebt gewijzigd.
pl: Nie możesz zapisać dopóki nie dokonasz zmiany hasła i/lub zmiany pliku z kluczem.
ru: Вы не можете ничего сохранять, пока не поменяете пароль базы и/или файл ключа.
sv_se: Du kommer inte kunna spara tills lösenordet och/eller nyckelfilen har ändrats.
uk: Ви не можете нічого зберегти, доки не зміните пароль бази або файл ключа
zh_hans: 更改密码/密钥文件之前，你将不能保存数据库
zh_hant: 更改密碼/金鑰檔案之前，你將不能儲存資料庫

# ENFORCE_PASSWORD_CHANGE_ALERT_TITLE
source: The database password expired!
cs: Heslo databáze expirovalo!
de: Das Passwort der Datenbank ist abgelaufen!
es: La contraseña de la base de datos ha caducado
fr: Le mot de passe de la base de données a expiré !
it: La password del database è scaduta!
ja: データベースパスワードは期限切れです!
nl: Het hoofdwachtwoord is verlopen
pl: Hasło bazy danych wygasło!
ru: Пароль базы данных истек!
sv_se: Lösenordet för databasen har förfallit!
uk: Час дії пароля бази минув
zh_hans: 数据库密码已过期！
zh_hant: 資料庫密碼已過期！

# ENTRY_CUSTOM_ATTRIBUTES
source: Custom Attributes
am_et: ብጁ መለያ ጠባያት
cs: Vlastní atributy
de: Benutzerdefinierte Werte
es: Atributos personalizados
fr: Attributs personnalisés de l'entrée
it: Attributi Personalizzati
ja: カスタム属性
nl: Aangepaste velden
pl: Własne właściwości
ru: Пользовательские атрибуты
sv_se: Anpassade attribut
uk: Користувацькі атрибути

# ENTRY_DEFAULT_ATTRIBUTES
source: Default Attributes
am_et: መደበኛ መለያ ጠባያት
cs: Výchozí atributy
de: Standardwerte
es: Atributos por defecto
fr: Attributs personnalisés de l'entrée
it: Attributi Predefiniti
ja: デフォルト属性
nl: Standaardattributen
pl: Domyślne właściwości
ru: Атрибуты по умолчанию
sv_se: Standardattribut
uk: Атрибути по замовчуванню

# ENTRY_INDEX_COLUMN_TOOLTIP
source: Column to sort by user defined order
cs: Sloupec pro řazení dle uživatelem definovaného pořadí
de: Spalte zur Sortierung nach Nutzerreihenfolge
es: Columna para ordenar definida por usuario
fr: Index de l'entrée
it: Colonna da ordinare per ordine definito dall'utente
pl: Kolumna do sortowania według kolejności zdefiniowanej przez użytkownika
ru: Колонка для сортировки по предпочтению пользователя
uk: Вибрана користувачем колонка для сортування

# ERROR_INVALID_KEYFILE
source: Keyfile is invalid!
am_et: የተሻረ የፋይል ቁልፍ!
cs: Neplatný soubor klíče!
de: Schlüsseldatei ist ungültig
es: ¡El Keyfile no es válido!
fr: Clé incorrecte !
it: Chiave invalida!
ja: 鍵ファイルが無効です!
nl: Sleutelbestand is ongeldig
pl: Plik z kluczem jest nieprawidłowy!
ru: Неверный файл ключа!
sv_se: Nyckelfilen är felaktig!
uk: Помилковий файл ключа!
zh_hans: 密钥文件不正确！
zh_hant: 金鑰檔案不正確！

# ERROR_INVALID_PLUGIN
source: Invalid plugin
am_et: የተሻረ ተሰኪ!
cs: Neplatný plugin
de: Kein MacPass-Plugin
es: Plugin inválido
fr: Plugin invalide
it: Plugin invalido
ja: 無効なプラブインです
nl: Ongeldige extensie
pl: Uszkodzona wtyczka
ru: Недействительный плагин
sv_se: Felaktigt plugin
uk: Недійсний плагін
zh_hans: 无效插件
zh_hant: 無效外掛

# ERROR_NO_ACCESSIBILITY_PERMISSIONS
source: MacPass has no permission to control your computer (Accessibility)
am_et: MacPass ኮምፒተርዎን ለመቆጣጠር ፈቃድ አለው(ተደራሽነት)
cs: MacPass nemá oprávnění ovládat váš počítač (Zpřístupnění)
de: MacPass hat keine Berechtigung, den Bildschirminhalt aufzuzeichnen.
es: MacPass no tiene permiso para controlar su ordenador (Accesibilidad)
fr: MacPass n'a pas la permission de contrôler votre ordinateur (Accessibilité)
it: MacPass non ha il permesso per controllare il suo computer (Accessibilità)
ja: MacPassはコンピュータをコントロールする権限がありません (アクセシビリティ)
pl: MacPass nie ma uprawnień do sterowania komputerem (dostępność)
ru: MacPass не имеет разрешения на управление компьютером (Универсальный доступ)
zh_hans: MacPass 没有权限控制您的计算机（辅助功能）
zh_hant: MacPass 沒有許可權控制您的計算機（輔助功能）

# ERROR_NO_PERMISSION_TO_RECORD_SCREEN
source: MacPass has no permission to record your screen
am_et: MacPass ስክሪኑ ለመቅዳት ፈቃድ የለውም
cs: MacPass nemá oprávnění zaznamenávat obrazovku
de: MacPass hat keine Berechtigungen, den Bildschirminhalt aufzuzeichnen
es: MacPass no tiene permiso para grabar su pantalla
fr: MacPass n'a pas la permission d'enregistrer votre écran
it: MacPass non ha il permesso per registrare lo schermo
ja: MacPassは画面収録する権限がありません
pl: MacPass nie ma uprawnień do nagrywania ekranu
ru: MacPass не имеет разрешения на запись экрана
uk: У MacPass нема дозволу запсиувати екран
zh_hans: MacPass 没有权限录制您的屏幕
zh_hant: MacPass 沒有許可權錄製您的螢幕

# ERROR_PASSWORD_MISSMATCH
source: Passwords do not match!
am_et: የይለፍ ቃሎች ተመሳሳይ አይደሉም!
cs: Hesla nesouhlasí!
de: Passwörter stimmen nicht überein
es: ¡Las contraseñas no coinciden!
fr: Mot de passe incorrect !
it: Le password non corrispondono!
ja: パスワードが一致しません!
nl: Hoofdwachtwoord komt niet overeen
pl: Hasła nie pasują do siebie!
ru: Пароли не соответствуют!
sv_se: Lösenorden överensstämmer inte!
uk: Паролі не співпадають
zh_hans: 密码不正确！
zh_hant: 密碼不正確！

source: Every %ld days
am_et: ሁሌ %ld ቀኖች
cs: Každých %ld dní
de: Alle %ld Tage
es: Cada %ld días
fr: Tous les %ld jours
it: Ogni %ld giorni
ja: %ld日ごと
nl: Elke %ld dagen
pl: Co %ld dni
ru: Каждые %ld дней
sv_se: Var %ld:e dag
uk: Кожні %ld дні
zh_hans: 每 %ld 天
zh_hant: 每 %ld 天

# EXPIRES_AT_DATE_%@
source: Expires: %@
am_et: ጊዜው ያልፍበታል፥ %@
cs: Expiruje: %@
de: verfällt: %@
es: Caduca: %@
fr: Expiration : %@
it: Scade: %@
ja: 期限: %@
nl: Verloopt op: %@
pl: Wygasa: %@
ru: Истекает: %@
sv_se: Förfaller: %@
uk: Спливає: %@
zh_hans: 失效时间: %@
zh_hant: 失效時間: %@

# EXTERN_CHANGE_OF_MASTERKEY
source: Master key was changed by another program
cs: Hlavní klíč změněn jiným programem
de: Der Schlüssel wurde durch ein anderes Programm geändert!
es: La contraseña maestra se modifico por otro programa
fr: La clé principale a été changée par un programme externe
it: La chiave principale è stata cambiata da un'altro programma
ja: マスター鍵は他のプログラムによって変更されました
nl: Hoofdwachtwoord is gewijzigd door een ander programma
pl: Klucz główny został zmieniony przez inny program
ru: Мастер-ключ был изменен другой программой
sv_se: Huvudnyckeln har ändrats av ett annat program
uk: Майстер-ключ було мінено іншою програмою
zh_hans: 主密钥被其他程序修改
zh_hant: 主金鑰被其他程式修改

# FAVICON_DOWNLOAD_METHOD_DIRECT
source: Direct download
am_et: በቀጥታ አውርድ
cs: Přímo
ja: ダイレクトダウロード
uk: Пряме завантаження

# FAVICON_DOWNLOAD_METHOD_DUCKDUCKGO
source: DuckDuckGo
cs: Přes DuckDuckGo

# FAVICON_DOWNLOAD_METHOD_GOOGLE
source: Google
cs: Přes Google

# FILE_CHANGE_STRATEGY_ASK
source: Ask
am_et: ጠይቅ
cs: Zeptat se
de: Jedesmal fragen
es: Preguntar
fr: Demander
it: Chiedere
ja: 尋ねる
nl: vragen
pl: Pytaj
ru: Спросить
sv_se: Fråga
uk: Запитати
zh_hans: 询问
zh_hant: 詢問

# FILE_CHANGE_STRATEGY_KEEP_MINE
source: Keep My Version and Ignore Other Changes
cs: Zachovat mou verzi a ignorovat ostatní změny
de: Behalte meine Version ohne Änderungen
es: Mantener mi versión e ignorar otros cambios
fr: Garder ma version et ignorer les autres changements
it: Tenere La Mia Versione e Scartare Altri Cambiamenti
ja: 自分のバージョンを維持し、他の変更を無視する
nl: behoud de geopende en negeer de opgeslagen versie
pl: Zachowaj moją wersję i ignoruj inne zmiany
ru: Оставить Мою Версию и Игнорировать Другие Изменения
sv_se: Behåll min version och ignorera andra ändringar
uk: Зберегти мою версію та ігнорувати інші зміни
zh_hans: 保留我的版本，忽略其他修改
zh_hant: 保留我的版本，忽略其他修改

# FILE_CHANGE_STRATEGY_MERGE
source: Merge Changes
am_et: ለውጦችን አዋህድ
cs: Sloučit změny
de: Inhalte zusammenführen
es: Fusionar cambios
fr: Fusionner les changements
it: Unire Cambiamenti
ja: 変更を結合する
nl: wijzigingen samenvoegen
pl: Scal zmiany
ru: Слить изменения
sv_se: Slå samman ändringar
uk: Злити зміни
zh_hans: 合并修改
zh_hant: 合併修改

# FILE_CHANGE_STRATEGY_USE_OTHER
source: Load Changed Version and Discard Mine
cs: Načíst změněnou verzi a zahodit mou
de: Lade die andere Version und verwirf meine Änderungen
es: Cargar la versión modificada y descartar la mía
fr: Charger la nouvelle version et ignorer la mienne
it: Caricare la Versione Cambiata e Scartare la Mia
ja: 変更されたバージョンを読み込み、自分のを破棄する
nl: laad de opgeslagen versie en negeer de geopende
pl: Załaduj zmodyfikowaną wersję i odrzuć moją
ru: Загрузить Измененную Версию и Отменить Мои Изменения
sv_se: Ladda den ändrade filen från disk och kasta mina ändringar
uk: Перечитати змінену версію та забути мої зміни
zh_hans: 加载修改的版本，放弃我的版本
zh_hant: 載入修改的版本，放棄我的版本

# FILE_CHANGED_BY_OTHERS_INFO_TEXT
source: The database loaded is not the same as the one on disk. How do you want to move on?
cs: Načtená databáze není ta stejná jako na disku. Jak chcete pokračovat?
de: Die geöffnete Datei wurde von einem anderen Programm verändert! Der Inhalt stimmt nicht mehr mit dem geladenen Inhalt überein.
es: El archivo cargado no coincide con el guardado en el disco. ¿Cómo deseas continuar?
fr: Le fichier chargé n'est pas le même que celui sur le disque. Comment voulez-vous continuer ?
it: Il file in uso è diverso da quello sul disco, come vuole procedere?
nl: De laatst opgeslagen versie van de wachtwoordenkluis is zojuist buiten MacPass om gewijzigd. Welke versie wil je behouden?
pl: Załadowany plik różni się od pliku zapisanego na dysku. Co chcesz zrobić?
ru: Загруженный файл отличается от файла на диске. Что вы хотите делать дальше?
sv_se: Den öppna databasen är inte samma som den på disk. Hur vill du fortsätta?
uk: Поточна база відрізняється від тої, що на диску. Що будемо робити?
zh_hans: 加载的文件和磁盘上的文件不同，你想怎么处理？
zh_hant: 載入的檔案和磁碟上的檔案不同，你想怎麼處理？

# FILE_CHANGED_BY_OTHERS_MESSAGE_TEXT
source: The database file was modified!
cs: Soubor databáze byl modifikován!
de: Die Datei wurde verändert!
es: ¡El archivo de la base de datos ha sido modificado!
fr: Le fichier de la base de données a été modifié !
it: Il file del database è stato modificato!
ja: データベースファイルは変更されました!
nl: De wachtwoordenkluis is gewijzigd
pl: Plik bazy danych został zmieniony!
ru: Файл базы данных изменен!
sv_se: Databasfilen har modifierats!
uk: Файл бази змінений!
zh_hans: 数据库文件被修改！
zh_hant: 資料庫檔案被修改！

# FILE_OPEN_ERROR
source: Error opening file.
am_et: ፋይልን መክፈት ላይ ስህተት።
cs: Chyba při otevírání souboru.
de: Fehler beim Öffnen der Datei.
es: ¡Error al abrir el archivo!
fr: Erreur lors de l'ouverture du fichier
it: Errore durante l'apertura del file.
ja: ファイルを開くときにエラーが発生しました。
nl: Openen mislukt.
pl: Błąd! Nie można otworzyć pliku.
ru: Ошибка открытия файла.
sv_se: Problem att öppna filen.
uk: Помилка відкривання файла.
zh_hans: 打开文件错误
zh_hant: 開啟檔案錯誤

# GENERAL_PREFERENCES
source: General
am_et: ጠቅላላ
cs: Obecné
de: Allgemein
fr: Général
it: Generale
ja: 一般
nl: Algemeen
pl: Ogólne
ru: Общие
sv_se: Allmänt
uk: Загальні
zh_hans: 通用
zh_hant: 通用

source: Group
am_et: ቡድን
cs: Skupina
de: Gruppe
es: Grupo
fr: Groupe
it: Gruppo
ja: グループ
nl: Groep
pl: Grupa
ru: Группа
sv_se: Grupp
uk: Група
zh_hans: 组
zh_hant: 組

source: History
am_et: ታሪክ
cs: Historie
de: Historie
es: Historial
fr: Historique
it: Cronologia
ja: 履歴
nl: Geschiedenis
pl: Historia
ru: История
sv_se: Historik
uk: Історія
zh_hans: 历史
zh_hant: 歷史

source: Import URL
am_et: ዩአርኤል አምጣ
cs: Importovat URL
de: URL importieren
es: Importar URL
fr: Importation de l'URL
it: Carica URL
ja: URLをインポート
nl: Importeer koppeling met webpagina
pl: Zaimportuj link
ru: Импорт по URL
sv_se: Importera URL
uk: Імпортувати з URL
zh_hans: 导入 URL
zh_hant: 匯入 URL

source: Inspector
am_et: ተቆጣጣሪ
cs: Náhled
de: Inspektor
fr: Inspecteur
it: Ispettore
ja: インスペクタ
nl: Infovenster
pl: Inspektor
ru: Инспектор
sv_se: Inspektör
uk: Інспектор
zh_hans: 检查器
zh_hant: 檢查器

# INTEGRATION_SETTINGS
source: Integration
am_et: ውህደት
cs: Integrace
es: Integración
fr: Intégration
it: Integrazione
ja: 統合
nl: Integratie
pl: Integracje
ru: Интеграция
uk: Інтеграція
zh_hans: 集成
zh_hant: 整合

source: Just now
am_et: ልክ አሁን
cs: Právě teď
de: Gerade eben
es: Justo ahora
fr: Maintenant
it: Ora
nl: Zojuist
pl: Teraz
ru: Прямо сейчас
sv_se: Just nu
uk: Щойно
zh_hans: 现在
zh_hant: 現在

# KDBX_ONLY_FEATURE
source: Feature not supported in KDB database
am_et: ይህ ዋና ባህሪ በKDB የውሂብ ጎታ ውስጥ አይደገፍም
cs: Funkce není podporována v KDB databázi
de: Funktion nur in KDBX-Datenbank verfügbar
es: Caraterística no soportada en archivos KDB
fr: Fonction non supportée par la base KDB
it: Funzionalità non supportata da database KDB
ja: KDBデータベースの機能はサポートされていません
nl: Niet beschikbaar in een wachtwoordenkluis met de indeling .kdb
pl: Funkcjonalność niedostępna w bazie danych KDB
ru: Функция не поддерживается в KDB базе
sv_se: Stöds ej för KDB-databaser
uk: Функція не підтримується у базі KDB
zh_hans: KDB 数据库不支持此特性
zh_hant: KDB 資料庫不支援此特性

source: Keep Mine, Discard Other
am_et: የእኔን ጠብቅ፣ ሌላውን ግን አስወግድ
cs: Zachovat mou, zahodit jinou
de: Behalte meine, verwirf andere!
es: Mantener mis cambios, descartar los cambios externos
fr: Conserver mon fichier, ignorer les autres
it: Tenere la Mia Versione, Scartare l'Altra
ja: 自分のを維持し他を破棄
nl: Behoud huidige, negeer andere
pl: Zachowaj moją, odrzuć inne
ru: Оставить Мои, Отменить Другие
sv_se: Behåll min, kasta andra
uk: Взяти мої, відкинути інші
zh_hans: 保留我的，丢弃他人的改动
zh_hant: 保留我的資料，丟棄他人的改動

source: Keep Other, Discard Mine
am_et: የሌሎችን ጠብቅ፣ የእኔን ግን አስወግድ
cs: Zachovat jinou, zahodit mou
de: Behalte andere, verwirf meine!
es: Descartar mis cambios, recargar archivo
fr: Conserver le nouveau fichier, ignorer le mien
it: Tenere l'Altra Versione, Scartare la Mia
ja: 他を維持し自分のを破棄
nl: Behoud andere, negeer huidige
pl: Zachowaj inne, odrzuć moje
ru: Оставить Другие, Отменить Мои
sv_se: Behåll andra, kasta min
uk: Взяти інші, відкинути мої
zh_hans: 保留他人的，丢弃我的改动
zh_hant: 保留他人的資料，丟棄我的改動

source: Keep Plugin
am_et: ተሰኪውን ያዝ
cs: Zachovat plugin
de: Plugin behalten
es: Mantener el Plugin
fr: Ne pas installer le plugin
it: Tenere Plugin
ja: プラグインを維持
nl: Negeer
pl: Nie instaluj
ru: Оставить Плагин
sv_se: Behåll plugin
uk: Лишити плагін

source: Keep Running
am_et: መሮጥን ይቀጥል
cs: Nerestartovat
de: Nicht neustarten
es: No reiniciar
fr: Ne pas redémarrer MacPass
it: Non Riavviare
nl: Annuleer
pl: Nie teraz
ru: Оставить Запущеным
sv_se: Fortsätt köra
uk: Лишити запущеним
zh_hans: 保持运行
zh_hant: 保持執行

source: Last week
am_et: ያለፈው ሳምንት
cs: Minulý týden
de: Letze Woche
es: La semana pasada
fr: La semaine dernière
it: Settimana scorsa
ja: 先週
nl: Vorige week
ru: Прошлая неделя
sv_se: Förra veckan
uk: Минулого тижня
zh_hans: 上周
zh_hant: 上週

source: Lock
am_et: ቆልፍ
cs: Uzamknout
de: Sperren
es: Bloquear
fr: Verrouiller
it: Bloccare
ja: ロック
nl: Vergrendel
pl: Zablokuj
ru: Блокировка
sv_se: Lås
uk: Замкнути
zh_hans: 锁定
zh_hant: 鎖定

# MESSAGE_ADD_ATTACHMENT_OPEN_PANEL
source: Select the file to attach
am_et: አባሪ ፋይል ምረጥ
cs: Zvolte soubor k přiložení
de: Bitte wählen Sie die Datei aus, die hinzugefügt werden soll
es: Seleccionar el archivo a adjuntar
fr: Ajouter le fichier sélectionné
it: Scegliere il documento da allegare
ja: 添付するファイルを選択
nl: Kies het toe te voegen bestand
pl: Wybierz załącznik
ru: Выберите файл для вложения
sv_se: Välj fil att bifoga
uk: Виберіть файл для прикріплення
zh_hans: 选择要添加的附件
zh_hant: 選擇要新增的附件

# MESSAGE_ADD_PLUGIN_OPEN_PANEL
source: Select the plugin to install
am_et: ለመጫን ተሰኪን ምረጥ
cs: Zvolte plugin k instalaci
de: Bitte wählen Sie das Plugin aus, welches installiert werden soll
es: Seleccionar el plugin a instalar
fr: Ajouter le plugin sélectionné
it: Scegliere il plugin da installare
ja: インストールするプラグインを選択
nl: Kies de extensie die je wilt installeren
pl: Wybierz wtyczkę do instalacji
ru: Выберите плагин для установки
sv_se: Välj plugin att installera
uk: Виберіть плагін для встановлення
zh_hans: 选择要安装的插件
zh_hant: 選擇要安裝的外掛

# MESSAGE_XML_OPEN_PANEL
source: Select the XML file to import
am_et: ለማሰመጣት XML ፋይል ምረጥ
cs: Vyberte XML soubor pro import
de: Bitte wählen Sie die XML-Datei aus, die importiert werden soll.
es: Seleccionar el archivo XML a importar
fr: Importer le fichier sélectionné
it: Scegliere il documento XML da caricare
ja: インポートするXMLファイルを選択
nl: Kies het te importeren XML-bestand
pl: Wybierz plik XML do importu
ru: Выберите XML файл для импорта
sv_se: Välj XML-filen att importera
uk: Виберіть XML файл для імпорту
zh_hans: 选择要导入的 XML 文件
zh_hant: 選擇要匯入的 XML 檔案

source: Modified
am_et: ተቀይሯል
cs: Modifikováno
de: Verändert
es: Modificado
fr: Modifié
it: Modificato
ja: 最終変更
nl: Gewijzigd
pl: Zmodyfikowany
ru: Дата изменения
sv_se: Modifierad
uk: Дата зміни
zh_hans: 修改时间
zh_hant: 修改時間

source: Move Entry
am_et: የገባዎ አንቀሳቃ
cs: Přesunout záznam
de: Eintrag verschieben
es: Mover Entrada
fr: Déplacer entrée
it: Sposta Voce
ja: 項目を移動
nl: Verplaats onderdeel
pl: Przenieś wpis
ru: Переместить Запись
sv_se: Flytta konto
uk: Перемістити запис
zh_hans: 移动项目
zh_hant: 移動項目

# MULTIPLE_FILTERS_ACTIVE_WITH_DOTS
source: Multiple…
am_et: ብዙ…
cs: Několik…
de: Mehrere …
fr: Plusieurs...
it: Più di uno…
ja: 複数…
nl: Meerdere…
pl: Wiele…
uk: Кілька…

# NEW_DATABASE
source: Database
am_et: ውሂብ ጎታ
cs: Databáze
de: Datenbank
es: Base de Datos
fr: Base de données
ja: データベース
nl: Wachtwoordenkluis
pl: Baza kluczy
ru: База данных
sv_se: Databas
uk: Нова база
zh_hans: 数据库
zh_hant: 資料庫

source: New Entry
am_et: አዲስ ገቢ
cs: Nový záznam
de: Neuer Eintrag
es: Agregar Entrada
fr: Ajouter entrée
it: Nuova Voce
ja: 新規項目
nl: Voeg onderdeel toe
pl: Nowy wpis
ru: Добавить Запись
sv_se: Nytt konto
uk: Додати запис
zh_hans: 添加项目
zh_hant: 新增項目

# NEW_ENTRY_WITH_TEMPLATE_%@
source: from %@
am_et: ከ %@
cs: z %@
de: mit %@
es: Crear Entrada con Plantilla %@
fr: Créer l'entrée depuis le modèle %@
it: da %@
ja: %@から
nl: Creëer onderdeel met sjabloon %@
pl: Dodaj wpis używając szablonu %@
ru: Создать запись из шаблона %@
sv_se: Skapa konto med mall %@
uk: Створити запис із шаблона %@
zh_hans: 从模板 %@ 创建项目
zh_hant: 從模板 %@ 建立項目

source: New Group
am_et: አዲስ ቡድን
cs: Nová skupina
de: Neue Gruppe
es: Agregar Grupo
fr: Ajouter un groupe
it: Nuovo Gruppo
ja: 新規グループ
nl: Voeg groep toe
pl: Nowa grupa
ru: Добавить Группу
sv_se: Ny grupp
uk: Нова група
zh_hans: 添加组
zh_hant: 新增組

# NO_EXPIRE_DATE_SET
source: Never expires.
am_et: ለዘላለም።
cs: Nikdy neexpiruje
de: verfällt nie
es: No caduca.
fr: N'expire jamais.
it: Non scade mai.
ja: 期限はありません。
nl: Verloopt nooit
pl: Nigdy nie wygasa.
ru: Никогда не истекает.
sv_se: Förfaller aldrig.
uk: Не спливає ніколи.
zh_hans: 永不失效
zh_hant: 永不失效

# NO_TEMPLATE_GROUP
source: No Templates
am_et: መልኮች የሉም
cs: Žádné šablony
de: Keine Vorlagen
es: Sin plantillas
fr: Pas de modèle
it: Nessun Template
ja: テンプレートなし
nl: geen groep als sjabloon
pl: Brak szablonów
ru: Нет шаблонов
sv_se: Inga mallar
uk: Нема шаблонів
zh_hans: 无模板
zh_hant: 無模板

# NO_TEMPLATES
source: No Templates found
am_et: ምንም መልኮች አልተገኙም
cs: Šablony nenalezeny
de: Keine Vorlagen vorhanden
es: No se han encontrado Plantillas
fr: Pas de modèle trouvé
it: Nessun Template Trovato
ja: テンプレートが見つかりませんでした
nl: Geen sjablonen gevonden
pl: Nie znaleziono szablonów
ru: Шаблоны не найдены
sv_se: Inga mallar hittades
uk: Шаблонів не знайдено
zh_hans: 未找到模板
zh_hant: 未找到模板

source: None
am_et: ምንም
cs: Nevyplněno
de: Leer
es: Ninguno
fr: Aucun
it: Nessuno
ja: メモ
nl: Geen
pl: Nic
ru: Нет
sv_se: Ingen
uk: Нема
zh_hans: 无
zh_hant: 無

source: Notes
am_et: ማስታወሻ
cs: Poznámky
de: Notizen
es: Notas
it: Appunti
ja: メモ
nl: Notities
pl: Notatki
ru: Заметки
sv_se: Anteckningar
uk: Примітки
zh_hans: 备注
zh_hant: 備註

# ONE_MONTH
source: in one month
am_et: በአንድ ወር ውስጥ
cs: Za měsíc
de: in einem Monat
es: en un mes
fr: dans un mois
it: in un mese
ja: 1ヶ月
nl: één maand
pl: w ciągu miesiąca
ru: через один месяц
sv_se: om en månad
uk: через один місяць
zh_hans: 一月之后
zh_hant: 一月之後

# ONE_WEEK
source: in one week
am_et: በአንድ ስምንት ውስጥ
cs: Za týden
de: in einer Woche
es: en una semana
fr: dans une semaine
it: in una settimana
ja: 1週間
nl: één week
pl: w ciągu tygodnia
ru: Через одну неделю
sv_se: om en vecka
uk: через один тиждень
zh_hans: 一周之后
zh_hant: 一週之後

source: One week ago
am_et: ከአንድ ሳምንት በፊት
cs: Před týdnem
de: Vor einer Woche
es: Hace una semana
fr: Il y a une semaine
it: Una settimana fa
ja: 1週間後
nl: Eén week geleden
ru: Одна неделя назад
sv_se: En vecka sedan
uk: Один тиждень тому
zh_hans: 一周以前
zh_hant: 一週以前

# ONE_YEAR
source: in one year
am_et: በአንድ ዓመት ውስጥ
cs: Za rok
de: in einem Jahr
es: en un año
fr: dans un an
it: in un anno
ja: 1年
nl: één jaar
pl: w ciągu roku
ru: через один год
sv_se: om ett år
uk: через один рік
zh_hans: 一年之后
zh_hant: 一年之後

# OPEN_BUTTON_ADD_ATTACHMENT_OPEN_PANEL
source: Attach
am_et: አባሪ
cs: Přiložit
de: Hinzufügen
es: Adjuntar
fr: Ajouter le fichier sélectionné
it: Allega
ja: アタッチ
nl: Toevoegen
pl: Załącz
ru: Приложить
sv_se: Bifoga
uk: Прикріпити
zh_hans: 添加
zh_hant: 新增

# OPEN_BUTTON_ADD_PLUGIN_OPEN_PANEL
source: Install
am_et: ጫን
cs: Nainstalovat
de: Installieren
es: Instalar
fr: Ajouter le plugin sélectionné
it: Installa
ja: インストール
nl: Installeer
pl: Zainstaluj
ru: Установить
sv_se: Installera
uk: Встановити
zh_hans: 安装
zh_hant: 安裝

# OPEN_BUTTON_IMPORT_XML_OPEN_PANEL
source: Import
am_et: አስመጣ
cs: Importovat
de: Importieren
es: Importar
fr: Importer le fichier sélectionné
it: Carica
ja: インポート
nl: Importeer
pl: Zaimportuj
ru: Импорт
sv_se: Importera
uk: Імпортувати
zh_hans: 导入
zh_hant: 匯入

source: Open Document
am_et: ሰነድ ክፈት
cs: Otevřít dokument
de: Datei öffnen
es: Abrir Documento
fr: Ouvrir
it: Apri Documento
ja: 書類を開く
nl: Open bestand
pl: Otwórz dokument
ru: Открыть Документ
sv_se: Öppna dokument
uk: Відкрити документ
zh_hans: 打开文档
zh_hant: 開啟文件

source: Open URL
am_et: ዩአርኤል ክፈት
cs: Otevřít adresu URL
de: Adresse öffnen
es: Abrir URL
fr: Ouvrir l'URL
it: Apri URL
ja: URLを開く
nl: Open webpagina
pl: Otwórz URL
ru: Открыть URL
sv_se: Öppna URL
uk: Відкрити URL
zh_hans: 打开 URL
zh_hant: 開啟 URL

# OTHER_BROWSER
source: Select Browser…
am_et: መጎብኛዎ ምረጥ…
cs: Zvolit prohlížeč…
de: Browser wählen …
es: Seleccionar Navegador…
fr: Sélectionner le navigateur...
it: Selezionare Browser…
ja: ブラウザを選択…
nl: Andere…
pl: Wybierz przeglądarkę…
ru: Выберите браузер…
sv_se: Välj webbläsare…
uk: Вибрати браузер…
zh_hans: 选择浏览器…
zh_hant: 選擇瀏覽器…

source: Output Value
am_et: የእሴት ውጤት
cs: Výstupní hodnota
de: Ausgabewert
es: Valor de salida
fr: Valeur de sortie
it: Valore Uscita
pl: Wartość wyjściowa
ru: Выходящее Значение
sv_se: Ut-värde
uk: Вихідне значення

source: Password
am_et: የይለፍ ቃል
cs: Heslo
de: Passwort
es: Contraseña
fr: Mot de passe
ja: パスワード
nl: Wachtwoord
pl: Hasło
ru: Пароль
sv_se: Lösenord
uk: Пароль
zh_hans: 密码
zh_hant: 密碼

# PASSWORD_CREATOR_WINDOW_TITLE
source: Password Generator
am_et: የይለፍ ቃል አፍላቂ
cs: Generátor hesel
de: Passwort-Generator
es: Generador de contraseña
fr: Générateur de mot de passe
it: Generatore Password
ja: パスワードを生成
nl: Wachtwoordgenerator
pl: Generator haseł
ru: Генератор паролей
uk: Генератор паролів
zh_hans: 密码生成器
zh_hant: 密碼生成器

# PASSWORD_GENERATOR_RESET_ENTRY_DEFAULTS
source: Reset
am_et: ዳግም አስጀምር
cs: Resetovat
de: Zurücksetzen
es: Reiniciar
fr: Réinitialiser
it: Ripristina
ja: リセット
nl: Herstel
ru: Сброс
sv_se: Återställ
uk: Скинути
zh_hans: 重置
zh_hant: 重置
