Repository: MacPass/MacPass
Catalog: MacPass/*.lproj/Localizable.strings
Languages: am_et, cs, de, es, fr, it, ja, nl, pl, ru, sv_se, uk, zh_hans, zh_hant

# UNKNOWN_FILE_VERSION
source: Unknown database version
cs: Neznámá verze databáze
de: Unbekannte Dateiversion
es: Versión de base de datos desconocida
fr: Version du fichier inconnue
it: Versione database sconosciuta
ja: 不明なデータベースバージョン
nl: Wachtwoordenkluis met onbekende indeling
pl: Nieznana wersja bazy danych
ru: Неизвестная версия базы
sv_se: Okänd filversion
uk: Невідома версія бази
zh_hans: 未知数据库版本
zh_hant: 未知資料庫版本

# UNKNOWN_FORMAT
source: Unknown file format
cs: Neznámý formát souboru
de: Unbekanntes Dateiformat
es: Formato de archivo desconocido
fr: Format inconnu
it: Formato documento sconosciuto
ja: 不明なファイルフォーマット
nl: Onbekend bestandsformaat
pl: Nieznany format pliku
ru: Неизвестный формат файла
sv_se: Okänt filformat
uk: Невідомий формат файлу
zh_hans: 未知文件格式
zh_hant: 未知檔案格式

# UNKNOWN_FORMAT_FILE_NOT_SAVED_YET
source: Unknown, database not saved yet
cs: Neznámý, databáze zatím neuložena
de: Unbekannt. Datei wurde noch nicht gespeichert.
es: Desconocido, la base de datos no se ha guardado todavía
fr: Format inconnu, la base de données n'est pas encore sauvegardée.
it: Sconosciuto, il database non è ancora stato salvato
ja: 不明、データベースはまだ保存されていません
nl: Indeling nog onbekend, sla de wachtwoordenkluis eerst op
pl: Nieznany, baza jeszcze nie zapisana
ru: Неизвестно, база данных еще не сохранена
sv_se: Okänt, databasen inte sparad än
uk: Невідомо, база ще не зберігалась

source: Unknown Toolbar Item
cs: Neznámá položka panelu nástrojů
de: Unbekanntes Toolbar-Element
es: Item de barra de herramientas desconocido
fr: Élément de barre d'outils inconnu
it: Elemento Toolbar Sconosciuto
ja: 不明なツールバーアイテム
nl: Onbekend knoppenbalkonderdeel
pl: Nieznany element
ru: Неизвестный элемент панели инструментов
sv_se: Okänt verktygsradsföremål
uk: Невідовий елемент панелі

# UPDATE_PREFERENCES
source: Updates
cs: Aktualizace
de: Aktualisierung
es: Actualizaciones
fr: Mises à jour
it: Aggiornamenti
ja: アップデート
pl: Uaktualnienia
ru: Обновления
sv_se: Uppdateringar
uk: Оновлення
zh_hans: 更新
zh_hant: 更新

source: URL
am_et: ዩአርኤል
cs: Adresa URL
de: Adresse
nl: Webpagina
pl: Link

source: Username
am_et: የተጠቃሚ ስም
cs: Uživatelské jméno
de: Nutzername
es: Nombre de usuario
fr: Utilisateur
it: Nome Utente
ja: ユーザ名
nl: Gebruikersnaam
pl: Nazwa użytkownika
ru: Имя пользователя
sv_se: Användarnamn
uk: Ім’я користувача
zh_hans: 用户名
zh_hant: 使用者名稱

# WARNING_CURRENT_DATABASE_FILE_SELECTED_AS_KEY_FILE
source: You cannot select the current database file as the key file.
cs: Nemůžete nastavit aktuální databázi jako soubor klíče.
de: Die Datenbank kann nicht gleichzeitig als Schlüsseldatei verwendet werden.
fr: Vous ne pouvez pas sélectionner le fichier de base de données courant comme fichier clé.
ja: 現在のデータベースファイルを鍵ファイルとして選択することはできません。
pl: Nie można wybrać bieżącego pliku bazy danych jako pliku klucza.
zh_hans: 不能使用当前的数据库文件作为密钥文件。
zh_hant: 不能使用當前的資料庫檔案作為金鑰檔案。

# WARNING_DATABASE_FILE_SELECTED_AS_KEY_FILE
source: You should not use another database file as a key file since it might change and prevent you from reopening the current file.
cs: Nemůžete zvolit jinou databázi jako soubor klíče, protože se může změnit a nebudete moci otevřít aktuální databázi.
de: Eine andere KeePass-Datenbank sollte nicht als Schlüsseldatei verwendet werden. Die Datei kann sich ändern, und damit kann die aktuelle Datenbank nicht mehr geöffnet werden.
fr: Vous ne devez pas utiliser un fichier de base de données come clé car la base pourrait changer et vous empêcher de réouvrir le fichier actuel.
pl: Nie należy używać innego pliku bazy danych jako pliku klucza, ponieważ może on ulec zmianie i uniemożliwić ponowne otwarcie bieżącego pliku.
zh_hans: 不应使用另一个数据库文件作为密钥文件，因为它可能会发生变更，导致你无法使用该文件解锁当前数据库
zh_hant: 不應使用另一個資料庫檔案作為金鑰檔案，因為它可能會發生變更，導致你無法使用該檔案解鎖當前資料庫

# WARNING_ON_DELETE_TRASHED_NODE_DESCRIPTION
source: The Trashed item(s) will be deleted!
cs: Soubory z koše budou smazány!
de: Die gewählten Elemente werden dauerhaft aus dem Papierkorb entfernt.
es: ¡Los elementos de la papelera se eliminarán definitivamente!
fr: Le/les fichier(s) dans la corbeille vont être supprimés !
it: L'elemento/Gli elemnti nel cestino verranno eliminati!
ja: ゴミ箱のアイテムは削除されます!
nl: Dit onderdeel wordt onmiddellijk verwijderd. Dit kun je niet ongedaan maken.
pl: Obiekty w Koszu zostaną nieodwracalnie usunięte!
ru: Все записи из корзины, будут удалены!
sv_se: Slängda föremål kommer raderas!
uk: Елементи в кошику будуть видалені
zh_hans: 被移入废纸篓的项目将被彻底删除！
zh_hant: 被移入廢紙簍的項目將被徹底刪除！

# WARNING_ON_DELETE_TRASHED_NODE_TITLE
source: Deleting Trashed Item
cs: Mazání položky z koše
de: Gelöschtes Element entfernen.
es: Eliminando elementos de la papelera
fr: Suppression des éléments dans la corbeille
it: Eliminando Elemento nel Cestino
ja: ゴミ箱のアイテムを削除しています
nl: Weet je zeker dat je het geselecteerde onderdeel in de prullenmand defintief wilt verwijderen?
pl: Usuwanie obiektu z Kosza
ru: Удаление записей из корзины
sv_se: Radera slängt föremål
uk: Виладення елементів з кошика
zh_hans: 正在删除被移入废纸篓中的项目
zh_hant: 正在刪除被移入廢紙簍中的項目

# WARNING_ON_EMPTY_TRASH_DESCRIPTION
source: Emptying the Trash is not undoable.
cs: Vyprázdnění koše je nevratné.
de: Das Leeren des Papierkorbs kann nicht rückgängig gemacht werden.
es: Vaciar la Papelera es una acción irreversible.
fr: Vider la corbeille est définitif.
it: Svuotare il cestino é definitivo.
ja: ゴミ箱を空にすると取り消しできません。
nl: Je kunt deze bewerking niet ongedaan maken.
pl: Wyczyszczenie kosza jest nieodwracalne.
ru: Очистку корзины отменить нельзя.
sv_se: Att tömma skräpkorgen går inte att ångra.
uk: Очищенний кошика не можна відновити
zh_hans: 清空废纸篓无法撤销
zh_hant: 清空廢紙簍無法還原

# WARNING_ON_EMPTY_TRASH_TITLE
source: Empty Trash?
cs: Vyprázdnit koš?
de: Papierkorb leeren?
es: ¿Vaciar Papelera?
fr: Vider la corbeille ?
it: Svuota cestino?
ja: ゴミ箱を空にしますか?
nl: Weet je zeker dat je alle onderdelen in de prullenmand defintief wilt verwijderen?
pl: Opróżnić kosz?
ru: Очистить корзину?
sv_se: Töm skräp?
uk: Очистити кошик?
zh_hans: 清空废纸篓?
zh_hant: 清空廢紙簍?

# WARNING_ON_SAVE_NO_PASSWORD_OR_KEY_SET
source: No password or keyfile is set.
cs: Nenastaveno heslo ani soubor klíče.
de: Weder Passwort noch Schlüsseldatei sind festgelegt!
es: No hay contraseña o keyfile establecido.
fr: Aucun mot de passe ou clé n'est défini.
it: Non è impostata nessuna password o chiave.
ja: パスワードもしくは鍵ファイルがセットされていません。
nl: Beveilig de wachtwoordenkluis
pl: Nie ustawiono hasła lub pliku z kluczem.
ru: Не указан пароль или файл ключей.
sv_se: Inget lösenord eller nyckelfil är inställd.
uk: Не вказано пароля або файлу ключа
zh_hans: 没有设置密码/密钥文件
zh_hant: 沒有設定密碼/金鑰檔案

# WARNING_ON_SAVE_NO_PASSWORD_OR_KEY_SET_SUGGESTION
source: Please set a password and/or keyfile for this database. Aborting this will undo all changes and lock the document
cs: Zvolte, prosím, heslo a/nebo soubor klíče pro tuto databázi. Zrušením se vrátí zpět všechny změny a dokument se uzamkne.
de: Bitte vergeben Sie ein Passwort oder einen Schlüssel. Sofern Sie abbrechen, werden Ihre Änderungen rückgängig gemacht und die Datei gesperrt.
es: Por favor genera una contraseña o un keyfile para esta base de datos. Si cancela, se perderán todos los cambios y el documento quedará bloqueado.
fr: Veuillez définir un mot de passe ou une clé pour cette base de données. Quitter cette opération va annuler tous les changements et verrouiller le document
it: Prego impostare una password e/o una chiave per questo database. Annullare questa operatione annullerà tutti i cambiamenti e bloccherà il documento
ja: このデータベースにパスワード、鍵ファイルの一方もしくは両方をセットしてください。 Aborting this will undo all changes and lock the document
nl: Stel een hoofdwachtwoord en/of sleutelbestand in voor deze wachtwoordenkluis om de wijzigingen te kunnen bewaren.
pl: Proszę ustawić hasło i/lub plik z kluczem dla tej bazy danych. Anulowanie spowoduje porzucenie wszystkich dokonanych zmian i zablokuje ten dokument
ru: Пожалуйста, укажите пароль и/или файл ключей для этой базы данных. Отмена этого приведет к отмене всех изменений и блокировке документа
sv_se: Var vänlig och ställ in ett lösenord och/eller nyckelfil för denna databas. Att avbryta kommer återställa alla genomförda ändringar och låsa databasen
uk: Будь ласка, вкажіть пароль і/або файл ключа до цієї бази. Скасування цієї дії призведе до відкидання змін і замикання бази
zh_hans: 请给这个数据库设置密码/密钥文件，终止操作将会撤销所有更改并锁定数据库
zh_hant: 請給這個資料庫設定密碼/金鑰檔案，終止操作將會撤銷所有更改並鎖定資料庫

# WELCOME_WINDOW_NO_RECENT_DOCUMENTS
source: No recent Documents
cs: Žádné poslední dokumenty
de: Keine bisherigen Dokumente
fr: Pas de documents récents
ja: 最近使用した書類がありません
pl: Brak najnowszych dokumentów
zh_hans: 没有最近的文档
zh_hant: 沒有最近的文件

source: Yesterday
cs: Včera
de: Gestern
es: Ayer
fr: Hier
it: Ieri
ja: 昨日
nl: Gisteren
pl: Wczoraj
ru: Вчера
sv_se: Igår
uk: Вчора
zh_hans: 昨天
zh_hant: 昨天

# ADD_CUSTOM_ATTRIBUTE_HMACOTP_CONFIG
source: Add HMACOTP Configuration
es: Añadir configuración HMACOTP
fr: Ajouter une configuration HMACOTP
it: Aggiungere Configurazione HMACOTP
ja: HMACOTP構成を追加
pl: Dodaj konfigurację HMACOTP
ru: Добавить конфигурацию OTP
uk: Додати конфігурацію HMACOTP
zh_hans: 添加 HMACOTP 配置
zh_hant: 新增 HMACOTP 配置

# ADD_CUSTOM_ATTRIBUTE_HMACOTP_SEED
source: Add HMACOTP Seed
es: Añadir semilla HMACOTP
fr: Ajouter une graine HMACOTP
it: Impostare Seme HMACOTP
ja: HMACOTP種を追加
pl: Ustaw ziarno HMACOTP
ru: Добавить сид OTP
uk: Додати сід HMACOTP
zh_hans: 新增 HMACOTP 种子
zh_hant: 新增 HMACOTP 種子

# AUTOTYPE_CANDIDATE_SELECTION_WINDOW_MESSAGE_%@
source: There are multiple matches for the current window: %@. Please select which match should be used.
es: Hay coincidencias múltiples para la ventana actual: %@. Por favor selecciona cual usar.
fr: Il y a plusieurs éléments correspondants dans la fenêtre courante : %@. Veuillez sélectionner l'élément que vous désirez utiliser.
it: Ci sono più risultati per la finestra attuale: %@. Prego scegliere quale deve essere utilizzata.
pl: Istnieje wiele dopasowań dla bieżącego okna: %@. Wybierz, którego dopasowania należy użyć.
ru: Найдено несколько совпадений для текущего окна: %@. Выберите какое совпадение следует использовать.
uk: Знайдено кілька співпадінь для поточного вікна: %@. Виберіть вікно, яке вікно задіяти.
zh_hans: 在当前窗口 %@ 中发现了多个匹配，请选择要使用的匹配。
zh_hant: 在當前視窗 %@ 中發現了多個吻合項目，請選擇要使用的項目。

# ERROR_PASSWORD_MISSMATCH_INVALID_KEYFILE
source: Passwords do not match and keyfile is invalid!
am_et: የይለፍ ቃሎች ተመሳሳይ አይደሉም እናም የተሻረ የፋይል ቁልፍ!
de: Passwörter stimmen nicht überein, oder die Schlüsseldatei ist ungültig!
es: Las contraseñas no coinciden y el keyfile no es válido
fr: Mot de passe et clé incorrects !
it: Le password non corrispondono e la chiave non é valida!
ja: パスワードが一致しません! 鍵ファイルが無効です!
nl: Hoofdwachtwoord komt niet overeen en het sleutelbestand is ongeldig
pl: Hasła nie pasują do siebie a plik z kluczem jest nieprawidłowy!
ru: Пароли не соответствуют и файл ключа не верный!
sv_se: Lösenorden överensstämmer inte och nyckelfilen är felaktig!
uk: Паролі не співпадають і помилковий файл ключа
zh_hans: 密码和密钥文件不正确！
zh_hant: 密碼和金鑰檔案不正確！

# WARNING_NO_PASSWORD_OR_KEYFILE
source: No password or keyfile supplied!
es: ¡Sin contraseña o keyfile!
fr: Aucun mot de passe ou clé !
it: Nessuna password o chiave fornita!
ja: パスワードまたは鍵ファイルが指定されていません!
nl: Stel een hoofdwachtwoord en/of sleutelbestand in
pl: Brak hasła lub pliku z kluczem!
ru: Не было применено ни пароля, ни файла ключа!
sv_se: Inget lösenord eller nyckelfil angiven!
uk: Не було задіяно ні пароля, ні файлу ключа!
zh_hans: 未提供密码或密钥文件！
zh_hant: 未提供密碼或金鑰檔案！

# WORKFLOW_SETTINGS
source: Workflow
de: Arbeitsablauf
es: Flujo de Trabajo
it: Flusso di Lavoro
ja: ワークフロー
nl: Geavanceerd
pl: Przepływ danych
ru: Рабочие настройки
sv_se: Arbetsflöde
uk: Дії
zh_hans: 工作流
zh_hant: 工作流

# ALERT_INCOMPATIBLE_PLUGINS_ENCOUNTERED_BUTTON_OK
source: OK
am_et: እሺ
ru: ОК
uk: Лишити відключеним
zh_hans: 好
zh_hant: 好

source: OK
am_et: እሺ
zh_hans: 好
zh_hant: 好

source: UUID
nl: Identificatiesleutel
