Repository: MacPass/MacPass
Catalog: MacPass/*.lproj/Localizable.strings
Languages: am_et, cs, de, es, fr, it, ja, nl, pl, ru, sv_se, uk, zh_hans, zh_hant

# PASSWORD_GENERATOR_SET_DEFAULTS
source: Set Defaults
am_et: መደበኛ ይሁን
cs: Jako výchozí
de: Als Standard festelegen
es: Configurar Predeterminados
fr: Utiliser par défaut
it: Imposta Defaults
ja: デフォルトにセット
nl: Onthoud toegestane tekens
pl: Ustaw domyślne
ru: По умолчанию
sv_se: Sätt som standardinställning
uk: Задати по замовчуванню
zh_hans: 设为默认值
zh_hant: 設為預設值

# PASSWORD_INPUT_ENTER_PASSWORD
source: Enter Password
am_et: የይለፍ ቃል አስገባ
cs: Zadejte heslo
de: Passwort eingeben
es: Introducir Contraseña
fr: Entrer le mot de passe
it: Inserisci Password
ja: パスワードを入力
nl: Hoofdwachtwoord
pl: Wprowadź hasło
ru: Введите пароль
sv_se: Mata in lösenord
uk: Введіть пароль
zh_hans: 输入密码
zh_hant: 輸入密碼

# PASSWORD_INPUT_NO_PASSWORD
source: No Password
am_et: የይለፍ ቃል የለም
cs: Žádné heslo
de: Kein Passwort
es: Sin Contraseña
fr: Pas de mot de passe
it: Nessuna Password
ja: パスワードなし
nl: Zonder hoofdwachtwoord
pl: Brak hasła
ru: Нет пароля
sv_se: Inget lösenord
uk: Нема пароля
zh_hans: 无密码
zh_hant: 無密碼

# PASSWORD_INPUT_REPEAT_PASSWORD
source: Repeat Password
am_et: የይለፍ ቃል ድገም
cs: Zopakujte heslo
de: Passwort wiederholen
es: Repetir Contraseña
fr: Répéter le mot de passe
it: Ripeti Password
ja: パスワードを再入力
nl: Herhaal hoofdwachtwoord
pl: Powtórz hasło
ru: Повторите пароль
sv_se: Repetera lösenord
uk: Повторіть пароль
zh_hans: 重复密码
zh_hant: 重複密碼

# PERFORM_AUTOTYPE_FOR_ENTRY
source: Perform Autotype
am_et: ራስተይብ አከናውን
cs: Provést samodoplnění
de: Autotype ausführen
es: Generar Autotecleo
fr: Saisie automatique
it: Eseguire Autotype
ja: 自動入力を実行
nl: Log automatisch in
pl: Wykonaj autouzupełnianie
ru: Осуществить автоввод
sv_se: Utför auto-ifyllning
uk: Задіяти автовведення
zh_hans: 执行自动键入
zh_hant: 執行自動輸入

# PICKCHAR_INFO_MESSAGE_PICK_CHARACTERS_%ld
source: Please pick %ld characters
am_et: እባክህ %ld ቁምፊዎች ምረጥ
cs: Zvolte, prosím, %ld znaky
de: Bitte %ld Zeichen wählen
es: Por favor seleccione %ld caracteres
fr: Veuillez choisir %ld caractères
it: Prego scegliere %ld caratteri
nl: Kies %ld tekens
pl: Proszę wybierz %ld znaków
ru: Пожалуйста, выберите %ld символов
sv_se: Vänligen välj %ld tecken
uk: Виберіть %ld символів

# PICKCHAR_WINDOW_TITLE
source: Character Picker
am_et: ቁምፊ መራጭ
cs: Výběr znaku
de: Zeichen auswählen
es: Selector de caracteres
fr: Sélectionneur de caractères
it: Selezionamento Caratteri
ja: 文字ピッカー
nl: Tekens
pl: Wybór znaków
ru: Выбор символов
sv_se: Teckenväljare
uk: Вибір символів

source: Picked %ld characters
am_et: %ld ቁምፊዎች ምረጥ
cs: Zvoleno %ld znaky
de: %ld Zeichen gewählt
es: Seleccionados %ld caracteres
fr: %ld caractères sélectionnés
it: Selezionato %ld caratteri
nl: %ld tekens gekozen
pl: Wybrano %ld znaków
ru: Выбрано %ld символов
sv_se: Valt %ld tecken
uk: Вибрано %ld символів

# PICKFIELD_WINDOW_TITLE
source: Field Picker
am_et: የመምረጫ ቦታ
cs: Zvolte pole
de: Wert auswählen
es: Selector de campo
fr: Choix du nombre de caractères
it: Selezionamento Campo
pl: Wybór pól
ru: Выбор полей
sv_se: Fältväljare
uk: Вибір полів

# PLUGIN_BROWSER_ACTION_DOWNLOAD_IN_PROGRESS
source: Downloading…
am_et: እያ አውርድ ነው…
cs: Stahování…
de: Wird heruntergeladen …
es: Descargando…
fr: Téléchargement en cours
it: Scaricando…
ja: ダウンロード中…
pl: Pobieranie…
ru: Загрузка
uk: Завантажується…
zh_hans: 正在下载...
zh_hant: 正在下載...

# PLUGIN_BROWSER_ACTION_RETRY_FAILED_DOWNLOAD
source: Failed. Re-Download
am_et: አልተሳካም እንደገና አውርድ
cs: Selhalo. Znovu stáhnout
de: Fehler. Erneut herunterladen.
es: Error. Volver a descargar
fr: Le téléchargement a échoué
it: Errore. Scaricare di nuovo.
nl: Mislukt. Probeer opnieuw.
pl: Nie powiodło się. Ponownie pobierz
ru: Повторить загрузку
uk: Помилка. Повторити
zh_hans: 失败，重试下载
zh_hant: 失敗，重試下載

# PLUGIN_BROWSER_ACTION_SHOW_DOWNLOADED_FILE
source: Show in Finder…
am_et: በፈላጊ ውስጥ አሳይ…
cs: Zobrazit ve Finderu…
de: Im Finder anzeigen …
es: Mostrar en el Finder…
fr: Fichier téléchargé
it: Mostra in Finder…
ja: Finderで表示…
nl: Toon in Finder…
pl: Pokarz w Finderze…
ru: Показать загруженный файл
uk: Показати у Finder…
zh_hans: 在“访达”中显示...
zh_hant: 在 Finder 中顯示...

# PLUGIN_BROWSER_DOWNLOAD_PLUGIN_BUTTON
source: Download
am_et: አውርድ
cs: Stáhnout
de: Herunterladen
es: Descargar
fr: Téléchargement du plugin
it: Scarica
ja: ダウンロード
pl: Pobierz
ru: Скачать
uk: Завантажити
zh_hans: 下载
zh_hant: 下載

# PLUGIN_BROWSER_LATEST_VERSION_INSTALLED
source: Latest version installed
am_et: አዲስ ስሪት ተጭኗል
cs: Nainstalována nejnovější verze
de: Aktuelle Version ist installiert
es: Última versión instalada
fr: Plugin à jour
it: Installata la versione attuale
ja: 最新のバージョンがインストールされています
nl: Bijgewerkt
pl: Zainstalowano najnowszą wersję
ru: Установлена последняя версия
uk: Встановлена найсвіжіша версія
zh_hans: 已安装最新版本
zh_hant: 已安裝最新版本

# PLUGIN_BROWSER_NEWER_VERSION_%@_AVAILABLE
source: Newer version(%@) available.
am_et: አዲስ ስሪት(%@) ይገኛል።
cs: Novější verze (%@) je k dispozici.
de: Es steht eine neue Version (%@) zur Verfügung.
es: Disponible nueva versión(%@).
fr: Nouvelle version du plugin disponible : %@
it: Versiona più nuova (%@) disponibile.
ja: 新しいバージョン(%@)が利用可能です。
nl: Nieuwe versie van %@ beschikbaar.
pl: Dostępna jest nowsza wersja (%@).
ru: Доступна версия %@
uk: Доступна новіша версія(%@).

# PLUGIN_BROWSER_PLUGIN_NOT_INSTALLED
source: Not installed
am_et: አልተጫነም
cs: Nenainstalováno
de: Nicht installiert
es: No instalado
fr: Plugin désinstallé
it: Non installato
ja: インストールされていません
nl: Niet geïnstalleerd
pl: Nie zainstalowany
ru: Не установлен
uk: Не втсановлено
zh_hans: 未安装
zh_hant: 未安裝

# PLUGIN_BROWSER_UNKNOWN_PLUGIN_VERSION_INSTALLED_%@
source: Unknown version %@ installed
am_et: የማይታወቅ ስሪት %@ ተጭኗል
cs: Je nainstalována neznámá verze %@
de: Unbekannte Version %@ installiert
es: Instalada versión(%@) desconocida
fr: Version du plugin %@ inconnue
it: Versione sconosciuta %@ installata
ja: 不明なバージョン %@ がインストールされました
nl: Onbekende versie %@ geïnstalleerd
pl: Zainstalowano nieznaną wersję %@
ru: Неизвестная версия
uk: Невідома версія %@ встановлена

# PLUGIN_ERROR_DISABLED_PLUGIN
source: The plugin is disabled by the user
cs: Plugin zakázán uživatelem
de: Das Plugin ist vom Nutzer deaktiviert worden.
es: El plugin está deshabilitado por el usuario
fr: Plugin désactivé
it: Il plugin è disattivato dall'utente
ja: ユーザによってプラグインは無効になりました
nl: De extensie is uitgeschakeld door de gebruiker
pl: Wtyczka jest wyłączona przez użytkownika
ru: Этот плагин отключен пользователем
uk: Плагін відключений користувачем
zh_hans: 插件被用户禁用
zh_hant: 外掛被使用者禁用

# PLUGIN_ERROR_HOST_VERSION_NOT_SUPPORTED
source: The plugin is not compatible with this version of MacPass
cs: Plugin není kompatibilní s touto verzí aplikace MacPass
de: Das Plugin ist nicht mit dieser Version von MacPass kompatibel.
es: El plugin no es compatible con esta versión de MacPass
fr: Version courant de MacPass incompatible avec ce plugin
it: Il plugin non è compatibile con questa versione di MacPass
nl: De extensie is niet compatibel met deze versie van MacPass
pl: Wtyczka nie jest kompatybilna z tą wersją MacPass
ru: Плагин не совместим с текущей версией MacPass
uk: Плагін не сумісний з цією версією MacPass
zh_hans: 插件不支持此版本的 MacPass
zh_hant: 外掛不支援此版本的 MacPass

# PLUGIN_ERROR_INTILIZATION_FAILED
source: Plugin could not be initalized
cs: Plugin nemohl být nainstalován
de: Das Plugin konnten nicht korrekt initialisiert werden
es: El plugin no puede ser inicializado
fr: Le plugin n'a pas pu être initialisé
it: Non è riuscito l'inizializzazione del plugin
nl: Extensie kan niet worden geladen
pl: Wtyczka nie mogła zostać zainicjalizowana
ru: Плагин не может быть установлен
sv_se: Pluginet kunde inte initialiseras
uk: Не вдалось ініціювати плагін
zh_hans: 插件不能被初始化
zh_hant: 外掛不能被初始化

# PLUGIN_ERROR_UNSECURE_PLUGIN
source: Plugin is not properly signed
cs: Plugin není řádně podepsán
de: Das Plugin ist nicht korrekt signiert
es: El plugin no está firmado correctamente
fr: Ce plugin n'est pas fiable
it: Il plugin non è correttamente firmato
ja: プラグインは正しく署名されていません
nl: Extensie heeft geen geldige handtekening
pl: Wtyczka nie jest podpisana cyfrowo
ru: Плагин не подписан
sv_se: Pluginet är inte korrekt signerat
uk: Плагін не підписаний належним чином
zh_hans: 插件签名不合法
zh_hant: 外掛簽名不合法

# PLUGIN_ERROR_WRONG_PRINCIPAL_CLASS
source: Unexpected principal class in plugin
cs: Neočekávaná hlavní třída pluginu
de: Die Hauptklasse des Plugins stimmt nicht mit der erwarteten überein
es: Clase principal en el plugin inesperada
fr: Classe principale du plugin incorrecte
it: Classe principale inaspettata nel plugin
pl: Nieoczekiwana klasa główna we wtyczce
ru: Неподходящий основной класс в плагине
sv_se: Oväntad principal class i pluginet
uk: Неочікуваний основний клас у плагіні

# PLUGIN_SETTINGS
source: Plugins
am_et: ተሰኪዎች
cs: Pluginy
it: Plugin
ja: プラグイン
nl: Extensies
pl: Wtyczki
ru: Плагины
sv_se: Plugin
uk: Плагіни
zh_hans: 插件
zh_hant: 外掛

# PLUGIN_SETTINGS_GENERIC_ERROR_MESSAGE
source: Plugin could not be loaded.
am_et: ተሰኪ መጫን አልተቻለም
cs: Plugin nemohl být načten.
de: Das Plugin konnte nicht geladen werden.
es: El plugin no puede ser cargado.
fr: Le plugin n'a pas pu être chargé.
it: Non è riuscito il caricamento del plugin.
ja: プラグインが読み込まれませんでした.
nl: Extensie kan niet worden geladen.
pl: Wtyczka nie mogła zostać załadowana.
ru: Плагин не может быть загружен.
sv_se: Pluginet kunde inte laddas.
uk: Не вдається завантажити плагін.

# PLUGIN_VERSION_%@
source: Version: %@
am_et: ስሪት፥ %@
cs: Verze: %@
es: Versión: %@
fr: Version du plugin : %@
it: Versione: %@
ja: バージョン: %@
nl: Versie: %@
pl: Wersja: %@
ru: Версия: %@
uk: Версія: %@

source: Preview
am_et: ቅድመ እይታ
cs: Náhled
de: Vorschau
es: Vista Previa
fr: Aperçu
it: Anteprima
ja: プレビュー
nl: Snelle weergave
pl: Podgląd
ru: Предпросмотр
sv_se: Förhandsgranska
uk: Перегляд
zh_hans: 预览
zh_hant: 預覽

source: Recent searches
am_et: የቅርብ ቅን ፍለጋ
cs: Minulá hledání
de: Neueste Suchanfragen
es: Búsquedas recientes
fr: Recherches récentes
it: Ricerche recenti
ja: 最近使用した検索
nl: Recente zoekopdrachten
pl: Ostatnio szukane
ru: Последние запросы
sv_se: Senaste sökningar
uk: Недавні запити пошуку
zh_hans: 最近的搜索
zh_hant: 最近的搜尋

# RECOMMEND_PASSWORD_CHANGE_ALERT_DESCRIPTION
source: It is recommended to change the password and/or keyfile.
cs: Je doporučeno změnit heslo a/nebo soubor klíče.
de: Sie sollten Passwort oder Schlüssel ändern.
es: Se recomienda cambiar la contraseña y/o el keyfile.
fr: Il est recommandé de changer le mot de passe et/ou le fichier clé.
it: È consigliato cambiare la password e/o la chiave.
ja: パスワードを変更、鍵ファイルを変更することをおすすめします。
nl: Je wordt aangeraden om een nieuw hoofdwachtwoord en/of sleutelbestand in te stellen.
pl: Zaleca się zmianę hasła i/lub zmianę pliku z kluczem.
ru: Рекомендуется сменить пароль базы данных и/или файл ключа.
sv_se: Det rekommenderas att byta lösenordet och/eller nyckelfilen.
uk: Рекомендовано змінити пароль або файл ключа.
zh_hans: 建议你更改数据库密码/密钥文件
zh_hant: 建議你更改資料庫密碼/金鑰檔案

# RECOMMEND_PASSWORD_CHANGE_ALERT_TITLE
source: Please change the database password!
cs: Změňte, prosím, heslo databáze!
de: Bitte ändern sie das Passwort der Datenbank!
es: ¡Por favor, cambia la contraseña de la base de datos!
fr: Veuillez changer le mot de passe de la base de données !
it: Cambiare la password del database!
ja: データベースのパスワードを変更してください!
nl: Hoofdwachtwoord vernieuwen.
pl: Proszę zmienić hasło bazy danych!
ru: Пожалуйста, измените пароль базы данных!
sv_se: Var vänlig byt databaslösenord!
uk: Будь ласка, змініть пароль бази!
zh_hans: 请更改数据库密码！
zh_hant: 請更改資料庫密碼！

# REPOSITORY_UPDATED_AT_LOCAL
source: Never (using bundled version)
cs: Nikdy (použita verze ze sestavení)
de: Niemals (mitgelieferte Version nutzen)
fr: Jamais (utiliser la version locale)
pl: Nigdy (użyj wersji dołączonej)

source: Restart
am_et: እንደግና አስነሳ
cs: Restartovat
de: Neustarten
es: Reiniciar
fr: Redémarrage
it: Riavviare
ja: 再起動
nl: Ga door
pl: Uruchom ponownie
ru: Перезапустить
sv_se: Starta om
uk: Перезапустити
zh_hans: 重启
zh_hant: 重啟

source: Restore History Entry
cs: Obnovit záznam z historie
de: Eintrag wiederherstellen
es: Restablecer entrada de historial
fr: Rétablir l'historique de l'entrée
it: Ripristina Voce Cronologia
ja: 項目の履歴を戻す
nl: Herstel geschiedenisonderdeel
pl: Przywróć wpis z historii
ru: Восстановить Историческую Запись
sv_se: Återställ historiskt konto
uk: Відновити запис з історії

source: Save
am_et: አስቀምጥ
cs: Uložit
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
nl: Bewaar
pl: Zapisz
ru: Сохранить
sv_se: Spara
uk: Зберегти
zh_hans: 保存
zh_hant: 儲存

source: Save Keyfile
am_et: ቁልፍ ፋይል አስቅምጥ
cs: Uložit soubor klíče
de: Schlüsseldatei speichern
es: Guardar Keyfile
fr: Sauvegarder la clé
it: Salva Chiave
ja: 鍵ファイルを保存
nl: Bewaar sleutelbestand
pl: Zapisz plik z kluczem
ru: Сохранить файл ключа
sv_se: Spara nyckelfil
uk: Зберегти файл ключа
zh_hans: 保存密钥文件
zh_hant: 儲存金鑰檔案

# SAVE_WITH_DOTS
source: Save…
am_et: አስቅምጥ…
cs: Uložit…
de: Speichern …
es: Guardar…
fr: Enregistrer…
it: Salva…
ja: 保存…
nl: Bewaar…
pl: Zapisz…
ru: Сохранить…
sv_se: Spara…
uk: Зберегти…
zh_hans: 保存…
zh_hant: 儲存…

source: Search
am_et: ፈልግ
cs: Hledání
de: Suche
es: Buscar
fr: Rechercher
it: Cerca
ja: 検索
nl: Zoek
pl: Wyszukaj
ru: Поиск
sv_se: Sök
uk: Знайти
zh_hans: 搜索
zh_hant: 搜尋

# SEARCH_DUPLICATE_PASSWORDS
source: Duplicate Passwords
am_et: የተደጋገመ የይለፍ ቃል
cs: Duplicitní hesla
de: Doppelte Passwörter
es: Contraseñas duplicadas
fr: Mots de passe dupliqués
it: Password Duplicate
nl: Dubbele wachtwoorden
pl: Powielone hasła
ru: Дубли паролей
sv_se: Duplicerade lösenord
uk: Дублікати паролів
zh_hans: 重复的密码
zh_hant: 重複的密碼

source: Search Everywhere
am_et: ሁሉም ቦታ ላይ ፈልግ
cs: Hledat všude
de: Überall suchen
fr: Rechercher partout
ja: どこでも検索
pl: Szukaj wszędzie
uk: Шукати всюди
zh_hans: 全局搜索
zh_hant: 全局搜尋

# SEARCH_EXPIRED_ENTRIES
source: Expired
cs: Expirované
de: Abgelaufen
es: Caducados
fr: Expirées
it: Scaduto
ja: 期限
nl: Verlopen onderdelen
pl: Wygasłe
ru: Истекло
sv_se: Förfallna
uk: Спливає
zh_hans: 已过期
zh_hant: 已過期

# SEARCH_INHERIT
source: Inherit Search Settings
cs: Zdědit nastavení hledání
de: Sucheinstellung vererben
es: Heredar Configuración de Búsqueda
fr: Réglages par défaut
it: Eredita Impostazioni Ricerca
ja: 検索設定を継承
nl: Erf zoekinstellingen
pl: Dziedzicz ustawienie wyszukiwarki
ru: Наследовать Настройки Поиска
sv_se: Ärv sökinställningar
uk: Успадкувати налаштування пошуку
zh_hans: 继承搜索设置
zh_hant: 繼承搜尋設定

# SEARCH_NO
source: Exclude from Search
cs: Vyloučit z hledání
de: Nicht durchsuchbar
es: Exluir de Búsqueda
fr: Exclure de la recherche
it: Escludi dalla Ricerca
ja: 検索から除外
nl: Uitsluiten van zoeken
pl: Wyłącz z wyników wyszukiwania
ru: Исключить из Поиска
sv_se: Exkludera från sökning
uk: Не включати в пошук
zh_hans: 排除在搜索外
zh_hant: 排除在搜尋外

source: Search Value
am_et: እሴት ፈልግ
cs: Hledaná hodnota
de: Suche nach
fr: Rechercher une valeur
it: Risultato della Ricerca
ja: 検索する値
pl: Szukana wartość
ru: Поисковое значение
sv_se: Sök efter värde
uk: Пошукове значення

# SEARCH_YES
source: Include in Search
cs: Zahrnout do vyhledávání
de: Durchsuchbar
es: Incluir en Búsqueda
fr: Inclure dans la recherche
it: Includi nella Ricerca
ja: every in Search
nl: Insluiten in zoeken
pl: Zawrzyj w wynikach wyszukiwania
ru: Включить в Поиск
sv_se: Inkludera i sökning
uk: Включати в пошук
zh_hans: 包含在搜索中
zh_hant: 包含在搜尋中

# SELECT_DATE_PRESET
source: Use preset…
cs: Použít předvolbu…
de: Datumvorgabe wählen …
es: Usar predefinido…
fr: Utiliser un préréglage…
it: Usa data predefinita…
ja: プリセットを使用…
nl: Verloopt over…
pl: Wybierz…
ru: Использовать установки…
sv_se: Använd förval…
uk: Використати дату…
zh_hans: 使用预设值…
zh_hant: 使用預設值…

# SELECT_DEFAULT_BROWSER_OPEN_PANEL_MESSAGE
source: Select the Browser to open URL with.
cs: Zvolte prohlížeč pro otevírání URL adres.
de: Bitte wählen Sie einen Webbrowser, mit dem URLs geöffnet werden sollen
es: Seleccionar el navegador por defecto para abrir URLs.
fr: Sélectionner le navigateur par défaut.
it: Selezionare il browser con quale aprire il URL.
ja: URLを開くブラウザを選択します。
nl: Kies de browser om een webpagina mee te openen
pl: Wybierz przeglądarkę do otwierania linków.
ru: Выберите браузер, которым нужно открывать URL.
sv_se: Välj webbläsare att öppna URLen med.
uk: Виберіть браузер для відкриття URL.
zh_hans: 选择要使用的浏览器
zh_hant: 選擇要使用的瀏覽器

# SELECT_DEFAULT_BROWSER_OPEN_PANEL_SELECT_BUTTON
source: Choose
am_et: ምረጥ
cs: Zvolit
de: Auswählen
es: Seleccionar
fr: Choix du navigateur
it: Seleziona
ja: 選択
nl: Kies
pl: Wybierz
ru: Выбор
sv_se: Välj
uk: Вибрати
zh_hans: 选择
zh_hant: 選擇

source: Select file to merge
cs: Zvolte soubor pro sloučení
de: Datei fürs Zusammenführen auswählen
es: Seleccionar fichero a fusionar
fr: Fichier à fusionner
it: Selezionare il documento da unire
ja: 結合するファイルを選択
nl: Kies een wachtwoordenkluis om mee samen te voegen
pl: Wybierz plik do scalenia
ru: Выбор файла для слияния
sv_se: Välj fil att slå samman med
uk: Виберіть файл для злиття
zh_hans: 选择要合并的文件
zh_hant: 選擇要合併的檔案

# SELECT_FILTER_WITH_DOTS
source: Select…
am_et: ምረጥ…
cs: Vybrat…
de: Auswählen …
es: Seleccionar…
fr: Sélectionner…
it: Seleziona…
ja: 選択…
nl: Filter…
pl: Wybierz…
ru: Выбрать…
sv_se: Välj…
uk: Вибрати…
zh_hans: 筛选…
zh_hant: 篩選…

# SET_AS_DEFAULT_FILE_CHANGE_STRATEGY
source: Use this method as default. You can change this at any time in the preferences.
cs: Použít tuto metodu jako výchozí. Metoda lze kdykoliv změnit v Předvolbách.
de: Die gewählte Strategie immer verwenden. Sie können die Strategie jederzeit in den Einstellungen anpassen.
es: Utilizar la estrategia seleccionada por defecto. Se puede modificar en cualquier momento en preferencias
fr: Utiliser cette méthode par défaut. Vous pouvez changer ce paramètre dans les préférences.
it: Utilizzare questo metodo come il default. Questo può essere modificato a qualsiasi punto nelle impostazioni.
pl: Użyj tej metody jako domyślnej. Możesz to zmienić w każdej chwili w Ustawieniach.
ru: Использовать этот способ по умолчанию. Вы сможете поменять это в любое время в настройках.
sv_se: Använd den här metoden som standard. Du kan ändra när som helst i inställningarna.
uk: Використовувати цей спосіб по замовчуванню. Ви можете змінити його будь-коли в налаштуваннях.
zh_hans: 默认使用这个方法。您可以随时在设置中修改这个配置。
zh_hant: 預設使用這個方法。您可以隨時在設定中修改這個配置。

source: Show Autotype Doctor
cs: Zobrzit kontrolu funkčnosti samodoplňování
de: Autotype-Doktor anzeigen
es: Mostrar Doctor de Autotecleo
fr: Afficher le docteur de saisie automatique
it: Mostra Dottore Autotype
ja: 自動入力の検査を開く
pl: Pokaż Inspektora Autouzupełniania
ru: Показать помощник автоввода
uk: Показати помічника автоматичного введення
zh_hans: 打开自动键入诊断
zh_hant: 開啟自動輸入診斷

source: Show Group in Outline
cs: Zobrazit skupinu v přehledu
de: Gruppe in Übersicht anzeigen
fr: Afficher le groupe dans la vue générale
it: Mostra Gruppo nello Schema
pl: Pokaż grupę w konspekcie
ru: Показать группу
uk: Показати групу
zh_hans: 在大纲视图中显示项目组
zh_hant: 在大綱檢視中顯示項目組

source: Show History
am_et: ታሪክ አሳይ
cs: Zobrazit historii
de: Historie anzeigen
es: Mostrar Historial
fr: Afficher l'historique
it: Mostra Cronologia
ja: 履歴を表示
nl: Toon geschiedenis
pl: Pokaż historię
ru: Показать историю
sv_se: Visa historik
uk: Показати історію
zh_hans: 显示历史
zh_hant: 顯示歷史

source: Title
am_et: ርዕስ
cs: Název
de: Titel
es: Título
fr: Titre
it: Titolo
ja: タイトル
nl: Naam
pl: Tytuł
ru: Заголовок
sv_se: Titel
uk: Назва
zh_hans: 标题
zh_hant: 標題

source: Tomorrow
am_et: ነገ
cs: Zítra
de: Morgen
es: Mañana
fr: Demain
it: Domani
ja: 明日
nl: één dag
pl: Jutro
ru: Завтра
sv_se: Imorgon
uk: Завтра
zh_hans: 明天
zh_hant: 明天

# TOOLBAR_PERFORM_AUTOTYPE_FOR_ENTRY
source: Autotype
am_et: ራስተይብ
cs: Samodoplňování
es: Autotecleo
fr: Saisie automatique
ja: 自動入力
nl: Log automatisch in
pl: Autouzupełnianie
ru: Автоввод
sv_se: Auto-ifyllning
uk: Автовведення
zh_hans: 自动键入
zh_hant: 自動輸入

# TOUCHBAR_CHOOSE_KEYFILE
source: Choose Keyfile
am_et: ቁልፍ ፋይል ምረጥ
cs: Zvolte soubor klíče
de: Schlüsseldatei wählen
es: Seleccionar Keyfile
fr: Choisir le fichier clé
it: Seleziona Chiave
ja: 鍵ファイルを選択
pl: Wybierz plik klucza
ru: Выбрать файл ключа
uk: Вибрати файл ключа
zh_hans: 选择密钥文件
zh_hant: 選擇金鑰檔案

# TOUCHBAR_COPY_PASSWORD
source: Copy Password
am_et: የይለፍ ቃል ቅዳ
cs: Kopírovat heslo
de: Passwort kopieren
es: Copiar Contraseña
fr: Copier le mot de passe
it: Copia Password
ja: パスワードをコピー
pl: Kopiuj hasło
ru: Копировать пароль
uk: Копіювати пароль
zh_hans: 复制密码
zh_hant: 複製密碼

# TOUCHBAR_COPY_USERNAME
source: Copy Username
am_et: የተጠቃሚ ስም ቅዳ
cs: Kopírovat uživatelské jméno
de: Benutzername kopieren
es: Copiar Nombre de usuario
fr: Copier le nom d'utilisateur
it: Copia Nome Utente
ja: ユーザ名をコピー
pl: Kopiuj nazwę użytkownika
ru: Копировать имя пользователя
uk: Копіювати ім’я користувача
zh_hans: 复制用户名
zh_hant: 複製使用者名稱

# TOUCHBAR_DELETE
source: Delete
am_et: ሰርዝ
cs: Smazat
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
pl: Usuń
ru: Удалить
uk: Видалити
zh_hans: 删除
zh_hant: 刪除

# TOUCHBAR_EDIT
source: Edit
am_et: አርትዕ
cs: Upravit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
ja: 編集
pl: Edytuj
ru: Редактировать
uk: Редагувати
zh_hans: 编辑
zh_hant: 編輯

# TOUCHBAR_LOCK_DATABASE
source: Lock Database
am_et: ውሂብ ጎታ ቆልፍ
cs: Uzamknout databázi
de: Datenbank sperren
es: Bloquear Base de datos
fr: Verrouiller la base de données
it: Bloccare Database
ja: データベースをロック
pl: Zablokuj bazę
ru: Заблокировать базу данных
uk: Замкнути базу
zh_hans: 锁定数据库
zh_hant: 鎖定資料庫

# TOUCHBAR_NEW_ENTRY
source: New Entry
am_et: አዲስ ገቢ
cs: Nový záznam
de: Neuer Eintrag
es: Nueva Entrada
fr: Nouvelle entrée
it: Nuova Voce
ja: 新規項目
pl: Nowy wpis
ru: Новая запись
uk: Новий запис
zh_hans: 添加项目
zh_hant: 新增項目

# TOUCHBAR_NEW_GROUP
source: New Group
am_et: አዲስ ቡድን
cs: Nová skupina
de: Neue Gruppe
es: Nuevo Grupo
fr: Nouveau groupe
it: Nuovo Gruppo
ja: 新規グループ
pl: Nowa grupa
ru: Новая группа
uk: Нова група
zh_hans: 添加组
zh_hant: 新增組

# TOUCHBAR_PERFORM_AUTOTYPE
source: Perform Autotype
am_et: ራስተይብ አከናውን
cs: Provést samodoplnění
de: Autotype ausführen
es: Autoteclear
fr: Effectuer une saisie automatique
it: Esegui Autotype
ja: 自動入力を実行
pl: Uruchom autouzupełnianie
ru: Автоввод
uk: Виконати автовведення
zh_hans: 执行自动键入
zh_hant: 執行自動輸入

# TOUCHBAR_SEARCH
source: Search Database
am_et: ውሂብ ጎታ ፈልግ
cs: Prohledat databázi
de: Datenbank durchsuchen
es: Buscar Base de datos
fr: Rechercher une base de données
it: Ricerca nel Database
ja: データベースを検索
pl: Wyszukaj w bazie danych
ru: Поиск базы данных
uk: Шукати базу
zh_hans: 搜索数据库
zh_hant: 搜尋資料庫

# TOUCHBAR_SHOW_PASSWORD
source: Show Password
am_et: የይለፍ ቃል ፈልግ
cs: Ukázat heslo
de: Passwort anzeigen
es: Mostrar Contraseña
fr: Afficher le mot de passe
it: Mostra Password
ja: パスワードを表示
pl: Pokaż hasło
ru: Показать пароль
uk: Показати пароль
zh_hans: 显示密码
zh_hant: 顯示密碼

# TOUCHBAR_UNLOCK_DATABASE
source: Unlock Database
am_et: ውሂብ ጎታ ክፈት
cs: Odemknout databázi
de: Datenbank entsperren
es: Desbloquear Base de datos
fr: Déverrouiller la base de données
it: Sbloccare Database
ja: データベースのロック解除
pl: Odblokuj bazę
ru: Разблокировать базу данных
uk: Відімкнути базу
zh_hans: 解锁数据库
zh_hant: 解鎖資料庫

source: Trash Entry
cs: Smazat záznam
de: Eintrag löschen
es: Entrada a Papelera
fr: Effacer entrée
it: Cestinare Voce
ja: 項目をゴミ箱に移動
nl: Verplaats onderdeel naar prullenmand
pl: Usuń wpis
ru: Удалить запись
sv_se: Släng konto
uk: Видалити запис
zh_hans: 将项目移入废纸篓
zh_hant: 將項目移入廢紙簍

source: Trash Group
cs: Smazat skupinu
de: Gruppe löschen
es: Grupo a Papelera
fr: Effacer groupe
it: Cestinare il Gruppo
ja: グループをゴミ箱に移動
nl: Verplaats groep naar prullenmand
pl: Usuń grupę
ru: Удалить группу
sv_se: Släng Grupp
uk: Видалити групу
zh_hans: 将组移入废纸篓
zh_hant: 將組移入廢紙簍

source: Uninstall
cs: Odinstalovat
de: Deinstallieren
es: Desinstalar
fr: Désinstaller le plugin
it: Deinstalla
ja: アンインストール
nl: Verwijder
pl: Deinstalacja
ru: Удалить
sv_se: Avinstallera
uk: Видалити
zh_hans: 卸载
zh_hant: 解除安裝
