Repository: MacPass/MacPass
Catalog: MacPass/*.lproj/Localizable.strings
Languages: am_et, cs, de, es, fr, it, ja, nl, pl, ru, sv_se, uk, zh_hans, zh_hant

source: %ld characters to pick remaining
am_et: %ld ቀሪዎችን ለመምረጥ ቁምፊዎች
cs: Zbývá vybrat %ld znaků
de: %ld Zeichen zur Auswahl übrig
es: %ld caracteres disponibles para seleccionar
fr: %ld caractères restants à choisir
it: %ld caratteri rimanenti da scegliere
nl: %ld tekens over om te kiezen
pl: pozostało %ld znaków do wybrania
ru: %ld символ(ов) для выбора осталось
sv_se: %ld tecken kvar att välja

source: %ld days
am_et: %ld ቀናቶች
cs: %ld dní
de: %ld Tage
es: %ld días
fr: %ld jours
it: %ld giorni
ja: %ld日
nl: %ld dagen
pl: %ld dni
ru: %ld дней
sv_se: %ld dagar
uk: %ld дні(в)

source: %ld days ago
am_et: %ld ቀናት በፊት
cs: Před %ld dny
de: %vor %ld Tagen
es: hace %ld días
fr: Depuis %ld jours
it: %ld giorni fa
ja: %ld日前
nl: %ld dagen geleden
pl: %ld dni temu
ru: %ld дней назад
sv_se: %ld dagar sedan
uk: %ld днів тому
zh_hans: %ld 天以前
zh_hant: %ld 天以前

# %ld_HOURS_AGO
source: about %ld hours ago
am_et: ከ %ld ገደማ በፊት
cs: Před %ld hodinami
de: vor etwa %ld Stunden
es: hace aproximadamente %ld horas
fr: Depuis %ld heures
it: circa %ld ore fa
ja: 約%ld時間前
nl: ongeveer %ld uren geleden
pl: około %ld godzin temu
ru: около %ld часов назад
sv_se: cirka %ld timmar sedan
uk: близько %ld годин тому
zh_hans: 大约 %ld 小时以前
zh_hant: 大約 %ld 小時以前

source: %ld minutes ago
am_et: %ld ደቂቃ በፊት
cs: Před %ld minutami
de: vor %ld Minuten
es: hace %ld minutos
fr: Depuis %ld minutes
it: %ld minuti fa
ja: %ld分前
nl: %ld minuten geleden
pl: %ld minut temu
ru: %ld минут назад
sv_se: %ld minuter sedan
uk: %ld хвилин тому
zh_hans: %ld 分钟以前
zh_hant: %ld 分鐘以前

source: %ld weeks ago
am_et: %ld ሳምንታት በፊት
cs: Před %ld týdny
de: vor %ld Wochen
es: hace %ld semanas
fr: Depuis %ld semaines
it: %ld settimane fa
ja: %ld週間前
nl: %ld weken geleden
pl: %ld tygodni temu
ru: %ld недель назад
sv_se: %ld veckor sedan
uk: %ld тижні(в) тому
zh_hans: %ld 周以前
zh_hant: %ld 周以前

# 90_DAYS
source: in 90 days
am_et: በ 90 ቅን
cs: Za 90 dní
de: in 90 Tagen
es: en 90 días
fr: dans 90 jours
it: in 90 giorni
ja: 90日
nl: 90 dagen
pl: w ciągu 90 dni
ru: через 90 дней
sv_se: inom 90 dagar
uk: через 90 днів
zh_hans: 90 天之后
zh_hant: 90 天之後

source: Abort Merge. Keep Mine.
am_et: ውህደቱን አቋርጥ። የእኔን ጠብቅ።
cs: Přerušit sloučení. Zachovat můj.
de: Zusammmenführen abbrechen. Meine Version behalten.
es: Cancelar fusión. Mantener el mío.
fr: Annuler la fusion.
it: Annulla incorporamento. Tenere la mia versione.
nl: Samenvoegen afbreken. Behoud huidige.
pl: Anuluj scalanie i zachowaj moją.
ru: Отменить слияние. Оставить мою.
sv_se: Avbryt ihopslagning. Behåll min.
uk: Зупини злиття. Залишити моє.
zh_hans: 终止合并，保留我的文件。
zh_hant: 終止合併，保留我的檔案。

source: Action
am_et: እርምጃ
cs: Akce
de: Aktion
es: Acción
it: Azione
ja: アクション
nl: Actie
pl: Akcja
ru: Действие
sv_se: Åtgärder
uk: Дія
zh_hans: 动作
zh_hant: 動作

# ADD_CUSTOM_FIELD_CONTEXT_MENU
source: Add Custom Field Menu
cs: Přidat vlastní pole nabídky
de: Menü für nutzerdefiniertes Feld hinzufügen
es: Añadir campo personalizado al menú
fr: Ajouter un menu de champ personnalisé
it: Aggiungere Menù Campo Personalizzato
ja: カスタムフィールドメニューを追加
pl: Dodaj własne pole
ru: Меню добавления пользовательских полей
sv_se: Lägg till anpassat fält meny
uk: Меню додавання користувацьких полів

# ADD_TREMPLATE_ENTRY
source: Create Template Entry
cs: Vytvořit šablonu záznamu
de: Vorlage-Eintrag erstellen
es: Crear Plantilla de Entrada
fr: Créer un modèle
it: Aggiungi Modello
ja: 項目のテンプレートを作成
nl: Creëer onderdeel met sjabloon
pl: Dodaj szablon wpisu
ru: Создать шаблонную запись
sv_se: Skapa konto från mall
uk: Створити шаблонний запис
zh_hans: 创建模板项目
zh_hant: 建立模板項目

# ALERT_ASK_FOR_PLUGIN_REPOSITORY_ALLOW_DOWNLOAD
source: Update definitions online
cs: Aktualizovat definice online
de: Definitionen online aktualisieren.
es: Actualizar las definiciones online
fr: Mettre à jour les définitions en ligne
it: Aggiornare definizioni in linea
pl: Zaktualizuj definicje online
ru: Разрешить обновление
uk: Дозволити оновлення списку

# ALERT_ASK_FOR_PLUGIN_REPOSITORY_CONNECTION_PERMISSION_INFORMATIVE_TEXT
source: The plugin defintions are hosted online at https://macpassapp.org. MacPass would like to download those files to ensure the data is up to date.
am_et: The plugin definitions are hosted online at https://macpassapp.org. MacPass would like to download those files to ensure the data is up to date.
cs: Definice pluginů jsou hostovány online na https://macpassapp.org. MacPass by rád stáhl tyto soubory k ujištění, že jsou data aktuální.
de: Das Verzeichnis ist auf https://macpassapp.org hinterlegt. MacPass lädt die Definitionen herunter, um sicherzustellen, dass alle Daten auf dem neuesten Stand sind.
es: Las definiciones de los plugin están almacenadas online en https://macpassapp.org. A MacPass le gustaría descargar los archivos para asegurar que los datos están actualizados
fr: Les définitions de plugins sont hébergés en ligne sur https://macpassapp.org. MacPass aimerait télécharger ces fichiers pour s'assurer que les données sont à jour.
it: Le definizioni plugin si trovano in linea a https://macpassapp.org. MacPass vorebbe scaricare questi documenti per assicurare che i dati siano aggiornati.
pl: Definicje wtyczek są hostowane online pod adresem https://macpassapp.org. MacPass chciałby pobrać te pliki, aby upewnić się, że dane są aktualne.
ru: Информация о плагинах находится на сайте https://macpassapp.org. MacPass скачает файлы чтобы проверить наличие обновлений.
uk: Інформація про плагіни знаходиться на сайті https://macpassapp.org. MacPass скачає файли для перевірки наявності оновлень.

# ALERT_ASK_FOR_PLUGIN_REPOSITORY_CONNECTION_PERMISSION_MESSAGE
source: MacPass would like to check for updates of plugin definitions online
cs: MacPass by rád online zkontroloval aktualizace definic pluginů
de: MacPass möchte das Plugin-Verzeichnis aktualisieren.
es: A MacPass le gustaría comprobar las actualizaciones de las definiciones de los plugin online
fr: MacPass aimerait vérifier les mises à jour des définitions de plugin en ligne
it: MacPass vorebbe controllare la disponibilità di aggiornamenti per definizioni plugin in linea
pl: MacPass chciałby sprawdzić dostępność aktualizacji definicji wtyczek online
ru: Проверять обновления плагинов?
uk: MacPass хоче перевіряти наявність оновлень плагінів

# ALERT_ASK_FOR_PLUGIN_REPOSITORY_DISALLOW_DOWNLOAD
source: Do not update defintions
am_et: Do not update definitions
cs: Neaktualizovat definice
de: Definitionen nicht aktualisieren.
es: No actualizar definiciones
fr: Ne pas mettre à jour les définitions de plugins
it: Non aggiornare definizioni
pl: Nie aktualizuj definicji
ru: Запретить обновление
uk: Не оновлювати

# ALERT_INCOMPATIBLE_PLUGINS_ENCOUNTERED_BUTTON_OPEN_PREFERENCES
source: Show Plugin Preferences…
cs: Ukázat předvolby pluginu…
de: Plugin-Einstellungen öffnen …
es: Mostrar preferencias del plugin…
fr: Voir les préférences de plugins...
it: Mostra Impostazioni Plugin…
ja: プラグイン環境設定を表示…
nl: Toon extensievoorkeuren…
pl: Pokarz ustawienia wtyczki…
ru: Открыть настройки
uk: Відкрити налаштування
zh_hans: 打开插件设置...
zh_hant: 開啟外掛設定...

# ALERT_INCOMPATIBLE_PLUGINS_ENCOUNTERED_INFORMATIVE_TEXT
source: Some plugins were disabled, because they are not compatible with this version of MacPass. Open the plugin settings for details.
cs: Některé pluginy jsou zablokovány, protože nejsou kompatibilní s touto verzí aplikace MacPass. Pro detaily otevřete nastavení pluginů.
de: Es wurden Plugins deaktiviert, da sie nicht kompatibel mit dieser Version von MacPass sind. Bitte öffnen Sie die Plugin-Einstellungen für mehr Informationen!
es: Algunos plugins fueron deshabilitados porque no son compatibles con esta version de MacPass. Abra la configuración del plugin para obtener detalles.
fr: Certains plugins ont été désactivé par ce qu'il ne sont pas compatibles avec cette version de MacPass. Ouvrez le menu des plugins pour plus de détails.
it: Alcuni plugin sono stati disattivati perché non sono compatibili con questa versione di MacPass. Aprire le impostazioni plugin per ulteriori dettagli.
ja: このバージョンのMacPassに互換性がないため、いくつかのプラグインは無効になりました。 Open the plugin settings for details.
nl: Sommige extensies zijn uitgeschakeld omdat ze niet compatibel zijn met deze versie van MacPass. Kijk bij de extensievoorkeuren voor details.
pl: Niektóre wtyczki zostały wyłączone, ponieważ nie są kompatybilne z tą wersją MacPass. Otwórz ustawienia wtyczki, aby uzyskać szczegółowe informacje.
ru: Некоторые плагины были отключены, так как они не совместимы с текущей версией MacPass. Перейдите в настройки для подробностей.
uk: Деякі плагіни було відключено, оскільки вони не сумісні з цією версією MacPass. Відкрийте налаштування плагіна для деталей.
zh_hant: 外掛不相容

# ALERT_INCOMPATIBLE_PLUGINS_ENCOUNTERED_MESSAGE
source: Incompatible Plugins detected.
cs: Detekován nekompatibilní plugin.
de: Es wurden inkompatible Plugins gefunden.
es: Plugins incompatibles detectados.
fr: Plugins incompatibles détectés.
it: Plugin Incompatibili trovati.
nl: Incompatibele extensies
pl: Wykryto niezgodne wtyczki.
ru: Обнаружены несовместимые плагины
zh_hans: 检测到不兼容的插件
zh_hant: 檢測到不相容的外掛

# ALERT_INFORMATIVE_TEXT_PLUGINS_CHANGED_SUGGEST_RESTART
source: Changes to plugins and global plugin settings take only effect after restart. Restart MacPass now?
cs: Změny pluginů a nastavení pluginů vejde v platnost po restartu. Restartovat MacPass nyní?
de: Änderungen zu den globalen Einstellungen von Plugins werden erst nach einem Neustart wirksam. Soll MacPass jetzt neu gestartet werden?
es: Los cambios a los plugins y sus configuraciones globales sólo tienen efecto tras reiniciar ¿Reiniciar MacPass ahora?
fr: Les changements concernant les plugins ainsi que leur configuration globale ne prendront effet qu'après avoir relance MacPass. Relancer MacPass maintenant?
it: Cambiamenti ai plugin e alle impostazioni globali plugin entrano in vigore solo dopo un riavvio. Riavviare adesso MacPass?
nl: Extensies worden geladen bij het openen van MacPass. De wijziging wordt daarom pas actief wanneer je MacPass de volgende keer opent. Klik op 'Ga door' om MacPass te stoppen en opnieuw te openen.
pl: Zmiany ustawień wtyczek zostaną zastosowane po ponownym uruchomieniu programu. Czy chcesz uruchomić MacPass ponownie teraz?
ru: Изменения плагинов и глобальных настроек плагинов, будут применены только после перезапуска. Перезапустить MacPass сейчас?
sv_se: Ändringar till plugin och globala plugin-inställningar slår igenom först efter programmet startats om. Starta om MacPass nu?
zh_hans: 对于插件和全局的插件设置改动，需要重启 MacPass 才能有效。现在重启 MacPass 吗？
zh_hant: 對於外掛和全局的外掛設定改動，需要重啟 MacPass 才能有效。現在重啟 MacPass 嗎？

# ALERT_INFORMATIVE_TEXT_REALLY_UNINSTALL_PLUGIN
source: The Plugin will be moved to the Trash.
cs: Plugin bude přesunut do koše.
de: Das Plugin wird in den Papierkorb verschoben
es: Se moverá el plugin a la papelera.
fr: Le plugin sera déplacé vers la corbeille.
it: Il plugin verrà messo nel cestino.
ja: このプラブインはゴミ箱に移動します。
nl: De extensie wordt verplaatst naar de prullenmand
pl: Wtyczka zostanie przeniesiona do Kosza.
ru: Плагин будет перемещен в Корзину
sv_se: Pluginet kommer flyttas till papperskorgen.
uk: Плагін буде переміщений до кошика.
zh_hans: 这个插件将会被移动到废纸篓。
zh_hant: 這個外掛將會被移動到廢紙簍。

# ALERT_MERGE_CANCEL
source: Cancel
am_et: ተው
cs: Zrušit
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
nl: Annuleer
pl: Anuluj
ru: Отмена
uk: Скасувати
zh_hans: 取消
zh_hant: 取消

# ALERT_MERGE_CONTINUE
source: Merge files!
am_et: ፋይሎችን አዋህድ!
cs: Sloučit soubory!
de: Daten zusammenführen!
es: ¡Fusionar archivos!
fr: Fusionner les fichiers !
it: Unire documenti!
ja: ファイルを結合!
nl: Voeg samen
pl: Połącz pliki!
ru: Объединить файлы
uk: Злити файли
zh_hans: 合并文件！
zh_hant: 合併檔案！

# ALERT_MERGE_KDB_FILE_INFO_TEXT
source: KDB databases do not contain enough information for a seamless merge. Entries will get merged and no data is lost. But due to groups only being matched by name unexpected changes might occur. Moved entries might get moved back to their old group, or renamed groups will not get merged. Also deleted entries might reappear due to no information regarding deleted objects being stored. Are you sure you want to proceed?
cs: KDB databáze nemá dostatek informací pro bezproblémové sloučení. Záznamy budou sloučeny a žádná data se neztratí, ale vzhledem k tomu, že ke shodě skupin dochází pouze podle názvu, může dojít k neočekávaným změnám. Přesunuté položky mohou být přesunuty do starých skupin, nebo přejmenované skupiny nebudou sloučeny. Také smazané záznamy se mohou znovu objevit, protože neexistují informace o smazaných objektech. Opravdu chcete pokračovat?
de: KDB-Datenbanken enthalten nicht alle notwendigen Informationen für eine eindeutige Synchronisation. Einzelne Einträgen werden korrekt synchronisiert. Gruppen werden jedoch nur durch den Namen zugeordnet werden, was zu unerwarteten Ergebnissen führen kann, z.B. können lokal verschobene Einträge wieder in alte Gruppen geschoben werden, unbenannte Gruppen können leer werden und die Einträge unter einer Gruppe mit dem vorherigen Namen wieder auftauchen. Weiterhin können gelöschte Einträge wieder auftauchen, da keine Informationen darüber gespeichert wird. Soll mit der Synchronisation fortgefahren werden?
es: Las bases de datos KDB no contienen suficiente información para una fusión perfecta. Las entradas se fusionarán y no se perderá información, pero debido a que los grupos se fusionan únicamente por nombre pueden ocurrir cambios inesperados. Las entradas migradas podrían moverse a sus antiguos grupos o los grupos renombrados podrían no fusionarse. Además las entradas eliminadas podrían reaparecer debido a que no se almacena información sobre los objetos eliminados. ¿Proceder de todas formas?
fr: Les bases de données KDB ne contiennent pas assez d'informations pour être fusionnées efficacement. Les entrées seront fusionnées et aucune donnée ne sera perdu. Les groupes ne pouvant correspondre que pas leurs noms, cela risque de provoquer des changements non désirés. Les entrées déplacées peuvent se retrouver dans leur groupe précédant, ou les groupes renommés risquent de ne pas être fusionnés. Les entrées supprimées risquent de réapparaître car les informations concernant les objets supprimés ne sont pas stockées. Êtes-vous sûr de vouloir continuer?
it: I database KDB non contengono abbastanza informazioni per unirli facilmente. Le voci verranno unite e non vengono persi i dati. Però, visto che vengono controllati solo i nomi dei gruppi, potrebbero esserci dei cambiamenti inaspettati. Voci spostati potrebbero essere spostati nel loro gruppo precedente o gruppi renominati potrebbero non essere uniti. Inoltre, voci eliminate potrebbero riapparire a causa di mancanza di dati riguardo oggetti eliminati. Vuole sicuramente procedere?
nl: Wachtwoordenkluizen met de indeling .kdb bevatten niet altijd genoeg informatie om ze naadloos te kunnen samenvoegen. Er gaat geen informatie verloren, maar omdat groepen alleen worden herkend aan hun naam, kunnen er onverwachte veranderingen optreden. Onderdelen die waren verplaatst, komen misschien terecht in de oude groep of groepen die waren hernoemd, worden niet samengevoegd. Ook kunnen onderdelen terugkeren die waren verwijderd. Weet je zeker dat je wilt samenvoegen?
pl: Bazy danych KDB nie zawierają wystarczającej ilości informacji do bezproblemowego scalenia. Wpisy zostaną scalone i żadne dane nie zostaną utracone. Ale ze względu na to, że grupy są dopasowane tylko według nazwy, mogą wystąpić nieoczekiwane zmiany. Przeniesione wpisy mogą zostać przeniesione z powrotem do ich starej grupy lub grupy o zmienionej nazwie nie zostaną scalone. Usunięte wpisy mogą również pojawić się ponownie z powodu braku informacji o przechowywanych usuniętych obiektach. Na pewno chcesz kontynuować?
ru: KDB базы не содержат достаточной информации для бесшовного объединения. Записи будут объединены и данные не будут потеряны, но из-за того что группы сравниваются только по имени, могут произойти неожиданные изменения. Перемещённые записи могут быть возвращены обратно в их старую группу, или переименованные группы не будут объединены. Также удалённые записи могут появиться снова из-за того что информация о удалённых объектах не зранится в базе. Вы уверены, что хотите продолжить?
uk: KDB бази не містять достатньо інформації для безшовного злиття. Записи будуть об’єднані і дані не будуть втрачені, проте оскільки групи порівнюються лише за назвами, можуть відбутися неочікувані зміни. Переміщені записи можна повернути назад до їх старої групи або ж переіменовані групи не будуть злиті. Також видалені записи можуть знову з’явитись через відсутність інформації про їх видалений стан. Ви впевнені, що хочете продовжити?
zh_hans: KDB 数据库没有包含足以进行无缝合并的信息。所有的项目将会被合并，不会有数据丢失。但是由于项目组仅通过名称来进行匹配，可能会有非预期的改变出现。项目可能会被还原到之前的组当中，重命名的组可能不会被合并，被删除的项目可能会重新出现。你确定想继续吗？
zh_hant: KDB 資料庫沒有包含足以進行無縫合併的資訊。所有的項目將會被合併，不會有資料丟失。但是由於項目組僅通過名稱來進行匹配，可能會有非預期的改變出現。項目可能會被還原到之前的群組中，重新命名的群組可能不會被合併，被刪除的項目可能會重新出現。你確定想繼續嗎？

# ALERT_MERGE_KDB_FILE_MESSAGE
source: You are merging a KDB database
cs: Slučujete KDB databázi
de: Es werden KDB-Datenbanken synchronisiert!
es: Está fusionando una base de datos KDB
fr: Vous allez fusionner une base de données KDB
it: Sta per unire un database KDB
ja: KDBデータベースを結合しています
nl: Je voegt een wachtwoordenkluis met de indeling .kdb samen
pl: Scalasz bazę danych KDB
ru: Необходимо объединение KDB файлов
uk: Необхідне злиття KDB файлів
zh_hans: 你正在合并一个 KDB 数据库
zh_hant: 你正在合併一個 KDB 資料庫

# ALERT_MESSAGE_PLUGINS_CHANGED_SUGGEST_RESTART
source: Plugin settings changed. Please restart.
cs: Nastavení pluginu upraveno. Prosím, restartujte.
de: Die globalen Plugin-Einstellungen haben sich geändert.
es: Configuración de plugin modificada. Reinicie por favor.
fr: Certaines configurations de plugins ont changé. Veuillez relancer l'application.
it: Sono stati cambiate la impostazioni plugin. Prego riavviare.
ja: プラグインの設定を変更しました。再起動してください。
nl: Wil je MacPass nu stoppen en opnieuw openen om de wijziging door te voeren?
pl: Zmieniono ustawienia Wtyczek. Proszę uruchomić program ponownie.
ru: Настройки плагина изменены. Пожалуйста, перезапустите программу.
sv_se: Plugin-inställningar ändrade. Var vänlig starta om.
uk: Змінились налаштування плагіна. Перезапустіть програму, будь ласка.

# ALERT_MESSAGE_TEXT_REALLY_UNINSTALL_PLUGIN_%@
source: Should the Plugin %@ really be uninstalled?
cs: Opravdu chcete odinstalovat plugin %@?
de: Möchten Sie das Plugin %@ wirklich deinstallieren?
es: ¿Debe desinstalarse realmente el plugin %@?
fr: Voulez-vous vraiment supprimer le plugin %@ ?
it: Il plugin %@ deve veramente essere deinstallato?
nl: Wil je de extensie %@ verwijderen?
pl: Czy na pewno chcesz odinstalować wtyczkę %@?
ru: Должен ли плагин %@ быть удален?
sv_se: Ska pluginet %@ verkligen avinstalleras?
uk: Плагін %@ справді треба видалити?

# ALERT_UPDATES_DISABLED_INFORMATIVE_TEXT_%@!
source: Updates for this build of %@ are disabled!
cs: Aktualizace jsou pro toto sestavení aplikace %@ vypnuté!
de: Aktualisierungen von %@ sind für diese Version deaktivert!
es: ¡Las actualizaciones para este Build de %@ están deshabilitadas!
fr: Les mises à jour concernant la version de %@ sont désactivées !
it: Aggiornamenti per questa versione di %@ sono disattivate!
nl: Bijwerken is uitgeschakeld voor deze versie van %@
pl: Aktualizacje tej wersji %@ są wyłączone!
ru: Обновления для текущей сборки %@ отключены!
uk: Оновлення цієї збірки %@ відключені!

# ALERT_UPDATES_DISABLED_MESSAGE_TEXT
source: Updates are Disabled!
cs: Aktualizace jsou vypnuté!
de: Aktualisierungen sind deaktiviert.
es: ¡Las actualizaciones están deshabilitadas!
fr: Les mises à jour sont désactivé !
it: Aggiornamenti Disattivati!
ja: アップデートは無効になっています!
nl: Automatisch bijwerken is uitgeschakeld
pl: Aktualizacje są wyłączone!
ru: Обновления отключены
uk: Оновлення відключені

source: Attachments
am_et: አባሪዎች
cs: Přílohy
de: Anhänge
es: Adjuntos
fr: Fichiers joints
it: Allegati
ja: 添付
nl: Bijlagen
pl: Załączniki
ru: Файлы
sv_se: Bilagor
uk: Прикріплені файли
zh_hans: 附件
zh_hant: 附件

# AUTO_MERGE_NOTIFICATION_TEXT
source: Auto merge successfull!
am_et: በራስ ውህደት የተሳካ ነው!
cs: Automatické sloučení úspěšné!
de: Daten wurden erfolgreich automatisch synchronisiert
es: ¡Éxito en la fusión automática!
fr: La fusion automatique est un succès !
it: Unione automatica riuscita!
ja: 自動結合が完了しました!
nl: Automatisch samenvoegen gelukt
pl: Automatyczne scalanie udało się!
ru: Автоматическое слияние успешно завершено!
sv_se: Automatisk ihopslagning lyckades!
uk: Автоматичне злиття завершилось успішно
zh_hans: 自动合并成功！
zh_hant: 自動合併成功！

# AUTOCREATE_TRASH_FOLDER
source: Create Automatically
am_et: በራስ ሰር ይፍጠሩ
cs: Vytvořit automaticky
de: Automatisch erstellen
es: Crear automáticamente
fr: Créer automatiquement
it: Crea Automaticamente
ja: 自動的に作成
nl: automatisch
pl: Utwórz Automatycznie
ru: Создать Автоматически
sv_se: Skapa automatiskt
uk: Створити автоматично
zh_hans: 自动创建
zh_hant: 自動建立

# AUTOTYPE_DOCTOR_RESULTS_WINDOW_TITLE
source: Autotype Doctor
am_et: ራስተይብ ዶክተር
cs: Kontrola funkčnosti samodoplňování
de: Autotype-Doktor
es: Doctor de Autotecleo
fr: Docteur de saisie automatique
it: Dottore Autotype
ja: 自動入力の検査
pl: Inspektor Autouzupełniania
ru: Помощник автоввода
uk: Помічник автоматичного введення
zh_hans: 自动键入诊断
zh_hant: 自動輸入診斷

# AUTOTYPE_INHERIT
source: Inherit Autotype Settings
cs: Zdědit nastavení samodoplňování
de: Autotype-Einstellungen vererben
es: Heredar Configuración de Autotecleo
fr: Réglages par défaut
it: Eredita Impostazioni Autotype
ja: 自動入力設定を継承
nl: Erf voorkeuren voor automatisch inloggen
pl: Dziedzicz ustawienie autouzupełniania
ru: Наследовать Настройки Автоввода
sv_se: Ärv inställningar för auto-ifyllning
uk: Наслідувати налаштування автовведення
zh_hans: 继承自动键入设置
zh_hant: 繼承自動輸入設定

# AUTOTYPE_MESSAGE_UNLOCK_DATABASE
source: Please unlock the database to use Global Autotype
cs: Odemkněte, prosím, databázi pro použití globálního samodoplňování
de: Bitte entsperren Sie die Datenbank, um Global-Autotype nutzen zu können.
es: Por favor desbloquee la base de datos para usar el Autotecleo global
fr: Veuillez déverrouiller la base de données pour utiliser la saisie automatique globale
it: Prego sbloccare il database per utilizzare Autotype Globale
nl: Ontgrendel de wachtwoordenkluis om in te loggen.
pl: Proszę odblokować bazę danych, aby móc używać Globalne Autouzupełnianie
ru: Пожалуйста разблокируйте базу для использования глобального автоввода
uk: Будь ласка, розблокуйте базу для використання глобального автовведення
zh_hans: 使用全局自动键入前请先解锁数据库
zh_hant: 使用全局自動輸入前請先解鎖資料庫

# AUTOTYPE_NO
source: Disable Autotype
am_et: ራስተይብ አታንቃ
cs: Zakázat samodoplňování
de: Autotype deaktivieren
es: Deshabilitar Autotecleo
fr: Désactiver la saisie automatique
it: Disabilita Autotype
ja: 自動入力を無効にする
nl: Deactiveer automatisch inloggen
pl: Wyłącz autouzupełnianie
ru: Отключить Автоввод
sv_se: Avaktivera auto-ifyllning
uk: Відключити автовведення
zh_hans: 禁用自动键入
zh_hant: 禁用自動輸入

# AUTOTYPE_NOTIFICATION_MACPASS_IS_MISSING_PERMISSIONS
source: MacPass does not have all necessary permissions to perform Autotype.
cs: MacPass nemá všechna potřebná oprávnění pro vykonání samodoplňování.
de: MacPass hat nicht alle notwendigen Berechtigungen, um Autotype ausführen zu können
es: Autotecleo no tiene los permisos necesarios
fr: MacPass n'a pas toutes les permissions pour effectuer des saisies automatiques.
it: MacPass non possiede tutti i permessi necessari per eseguire Autotype.
ja: MacPassは自動入力を実行するのに必要なすべての権限がありません。
pl: MacPass nie ma wszystkich niezbędnych uprawnień do wykonania autouzupełniania.
ru: MacPass не имеет необходимых разрешений для выполнения автоввода
uk: У MacPass недостатньо дозволів для задіяння автовведення.
zh_hans: MacPass 没有执行自动键入的权限。
zh_hant: MacPass 沒有執行自動輸入的許可權。
