Repository: MacPass/MacPass
Catalog: MacPass/*.lproj/Localizable.strings
Languages: am_et, cs, de, es, fr, it, ja, nl, pl, ru, sv_se, uk, zh_hans, zh_hant

# AUTOTYPE_NOTIFICATION_MATCH_TITLE
source: Autotype
am_et: ራስተይብ
cs: Samodoplňování
fr: Saisie automatique
ja: 自動入力
pl: autouzupełnianie

# AUTOTYPE_NOTIFICATION_NO_DOCUMENTS_INFORMATIVE_TEXT
source: Please open a database file to use Global Autotype!
am_et: ዓለም አቀፍ ራስተይብ ለመጠቅም እባክዎን የውሂብ ጎታ ፋይል ይክፈቱ!
cs: Otevřete, prosím, databázi pro použití globálního samodoplňování!
de: Bitte öffnen Sie eine Datei, um Global-Autotype zu nutzen!
es: Debes abrir un archivo para usar Autotecleo Global
fr: Aucun document n'est ouvert
it: Prego aprire un database per utilizzare Autotype Globale!
nl: Open een wachtwoordenkluis om automatisch te kunnen inloggen.
pl: Otwórz plik, aby używać Globalnego Autouzupełniania!
ru: Откройте файл базы данных для использования глобального автоввода!
zh_hans: 请打开一个数据库文件以使用全局自动键入！
zh_hant: 請開啟一個資料庫檔案以使用全局自動輸入！

# AUTOTYPE_NOTIFICATION_NO_DOCUMENTS_TITLE
source: No database is open!
am_et: ምንም የውሂብ ጎታ አልተከፈተም!
cs: Není otevřena žádná databáze!
de: Keine Datenbank geöffnet.
fr: Aucune base de données ouverte !
pl: Żadna baza danych nie jest otwarta!
zh_hans: 没有打开的数据库！
zh_hant: 沒有開啟的資料庫！

# AUTOTYPE_NOTIFICATION_NO_MATCH_FOR_%@
source: No Match for %@!
am_et: የሚዛመድ የለም %@!
cs: Žádná shoda pro %@!
de: Kein Treffer für %@!
es: ¡No hay entradas para %@!
fr: Pas de correspondance %@ !
it: Nessuna corrispondenza %@!
nl: Geen overeenkomst gevonden voor %@
pl: Brak Dopasowania dla %@!
ru: Нет соответствий %@!
zh_hans: 没有找到匹配 %@！
zh_hant: 沒有找到匹配 %@！

# AUTOTYPE_NOTIFICATION_PERMISSIONS_MISSING_TITLE
source: Missing permissions
am_et: የጎደሉ ፈቃዶች
cs: Chybějící oprávnění
de: Berechtigungen fehlen.
fr: Permissions manquantes
ja: 権限がありません
pl: Brak uprawnień
zh_hans: 缺失权限
zh_hant: 缺失許可權

# AUTOTYPE_NOTIFICATION_SINGLE_MATCH_FOR_%@
source: Found Match for %@!
am_et: ተዛማጅ ተገኝቷል ለ %@!
cs: Nalezena shoda pro %@!
de: Treffer für %@!
es: ¡%@ Encontrado!
fr: Correspondance trouvé pour %@!
it: Trovato corrispondenza per %@!
nl: Automatisch ingelogd op %@.
pl: Znaleziono Dopasowanie dla %@!
ru: Найдено совпадение с %@
zh_hans: 找到匹配 %@！
zh_hant: 找到吻合 %@ 的項目！

# AUTOTYPE_NOTIFICATION_TIMED_OUT_TITLE
source: Autotype timed out!
am_et: ራስተየ ጊዜ አብቅቷል!
cs: Vypršel časový limit samodoplňování!
de: Autotype abgebrochen.
fr: La saisie automatique a expirée !
ja: 自動入力がタイムアウトしました!
pl: Minął czas autouzupełniania!
zh_hans: 自动键入超时！
zh_hant: 自動輸入超時！

# AUTOTYPE_STATUS_ACCESSIBILTY_PERMISSIONS_OK
source: MacPass has permission to control your computer (Accessibility)
am_et: MacPass ኮምፒተርዎን ለመቆጣጠር ፈቃድ አለው(ተደራሽነት)
cs: MacPass má oprávnění pro ovládání vašeho počítače (Zpřístupnění)
de: MacPass hat die Berechtigung, den Rechner zu steuern (Eingabehilfe)
es: MacPass tiene permiso para controlar su ordenador (Accesibilidad)
fr: MacPass a la permission de contrôler votre ordinateur (Accessibilité)
it: MacPass ha il permesso per controllare il suo computer (Accessibilità)
ja: MacPassはコンピュータをコントロールする権限があります (アクセシビリティ)
pl: MacPass ma uprawnienia do sterowania komputerem (dostępność)
ru: MacPass имеет разрешение на управление компьютером
uk: У MacPass є досвіл контролювати ваш комп’ютер
zh_hans: MacPass 有权限控制您的计算机（辅助功能）
zh_hant: MacPass 有許可權控制您的電腦（即輔助功能）

# AUTOTYPE_STATUS_NO_ACCESSIBILTY_PERMISSIONS
source: MacPass has no permission to control your computer (Accessibility)
am_et: MacPass ኮምፒተርዎን ለመቆጣጠር ፈቃድ አለው(ተደራሽነት)
cs: MacPass nemá oprávnění pro ovládání vašeho počítače (Zpřístupnění)
de: MacPass hat keine Berechtigung, den Rechner zu steuern (Eingabehilfe)
es: MacPass no tiene permiso para controlar su ordenador (Accesibilidad)
fr: MacPass n'a pas la permission de contrôler votre ordinateur (Accessibilité)
it: MacPass non ha il permesso per controllare il suo computer (Accessibilità)
ja: MacPassはコンピュータをコントロールする権限がありません (アクセシビリティ)
pl: MacPass nie ma uprawnień do sterowania komputerem (dostępność)
ru: MacPass не имеет разрешения на управление компьютером
uk: У MacPass нема дозволу контролювати ваш комп’ютер
zh_hans: MacPass 没有权限控制您的计算机（辅助功能）
zh_hant: MacPass 沒有許可權控制您的電腦（即輔助功能）

# AUTOTYPE_STATUS_NO_SCREEN_RECORDING_PERMISSIONS
source: MacPass has no permission to record your screen
am_et: MacPass ስክሪኑ ለመቅዳት ፈቃድ የለውም
cs: MacPass nemá oprávnění pro záznam vaší obrazovky
de: MacPass hat keine Berechtigung, den Bildschirminhalt aufzuzeichnen
es: MacPass no tiene permiso para grabar su pantalla
fr: MacPass n'a pas la permission d'enregistrer votre écran
it: MacPass non ha il permesso per registrare lo schermo
ja: MacPassは画面を収録する権限がありません
pl: MacPass nie ma uprawnień do nagrywania ekranu
ru: MacPass не имеет разрешения на запись экрана
uk: У MacPass нема дозволу на запис екрана
zh_hans: MacPass 没有权限录制您的屏幕
zh_hant: MacPass 沒有錄製螢幕許可權

# AUTOTYPE_STATUS_SCREEN_RECORDING_PERMISSIONS_OK
source: MacPass has permission to record your screen
am_et: MacPass ስክሪኑ ለመቅዳት ፈቃድ አለው
cs: MacPass má oprávnění pro záznam vaší obrazovky
de: MacPass hat die Berechtigung, den Bildschirminhalt aufzuzeichnen
es: MacPass tiene permiso para grabar su pantalla
fr: MacPass a la permission d'enregistrer votre écran
it: MacPass ha il permesso per registrare lo schermo
ja: MacPassは画面を収録する権限があります
pl: MacPass ma uprawnienia do nagrywania ekranu
ru: MacPass имеет разрешение на запись экрана
uk: У MacPass є дозвіл записувати екран
zh_hans: MacPass 有权限录制您的屏幕
zh_hant: MacPass 有錄製螢幕許可權

# AUTOTYPE_TIMED_OUT
source: You did start Autotype too long ago. MacPass did not perform it anymore to prevent any wrong input!
cs: Zapnuli jste samodoplňování příliš dávno. MacPass nepokračuje, aby zabránil chybnému vstupu!
de: Autotype wegen zu langer Wartezeit abgebrochen
es: El tiempo de autotecleo expiró.
fr: Vous avez commencé(e) la saisie automatique il y a trop longtemps. MacPass ne l'a plus effectuée pour éviter des erreurs.
it: È scaduto il tempo per Autotype.
nl: Automatisch inloggen mislukt door te lang wachten.
pl: Już dawno uruchomiłeś autouzupełnianie. MacPass już tego nie zrobił, aby zapobiec błędnemu wprowadzeniu!
ru: Истекло время автоввода
uk: Вийшов час на автоматичне введення
zh_hans: 自动键入超时
zh_hant: 自動輸入超時

# AUTOTYPE_YES
source: Enable Autotype
am_et: ራስተይብ አንቃ
cs: Povolit samodoplňování
de: Autotype aktivieren
es: Habilitar Autotecleo
fr: Activer la saisie automatique
it: Abilita Autotype
ja: 自動入力を有効
nl: Activeer automatisch inloggen
pl: Włącz autouzupełnianie
ru: Включить Автоввод
sv_se: Aktivera auto-ifyllning
uk: Включити автовведення
zh_hans: 打开自动键入
zh_hant: 開啟自動輸入

source: Cancel
am_et: ተው
cs: Zrušit
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
nl: Annuleer
pl: Anuluj
ru: Отмена
sv_se: Avbryt
uk: Скасувати
zh_hans: 取消
zh_hant: 取消

source: Change Database Name
am_et: የውሂብ ጎታ ስም ለውጥ
cs: Změnit název databáze
de: Name der Datenbank ändern
es: Cambiar Nombre de Base
fr: Modifier le nom de la base de données
it: Rinomina Database
ja: データベース名を変更
nl: Wijzig de naam van de wachtwoordenkluis
pl: Zmień Nazwę Bazy
ru: Изменить Имя базы данных
sv_se: Ändra databasnamn
uk: Змінити ім’я бази
zh_hans: 修改数据库名称
zh_hant: 修改資料庫名稱

source: Change Later
am_et: በኋላ ለውጥ
cs: Změnit později
de: Später ändern
es: Cambiar más tarde
fr: Changer plus tard
it: Cambiare più tardi
ja: あとで変更
nl: Wijzig later
pl: Zmień Później
ru: Изменить позже
sv_se: Ändra senare
uk: Змінити пізніше
zh_hans: 稍后修改
zh_hant: 稍後修改

# CHANGE_PASSWORD_WITH_DOTS
source: Change Password…
am_et: የሚስጥር ቁልፍ ቀይር…
cs: Změnit heslo…
de: Passwort ändern …
es: Cambiar Contraseña…
fr: Modifier le mot de passe…
it: Cambiare Password…
ja: パスワードを変更…
nl: Wijzig wachtwoord…
pl: Zmień Hasło…
ru: Изменить пароль…
sv_se: Ändra lösenord…
uk: Змінити пароль…
zh_hans: 更改密码…
zh_hant: 更改密碼…

source: Change Trash Group
am_et: የመጣያ ቡድን ቀይር
cs: Změnit skupinu koše
de: Papierkorb-Gruppe ändern
es: Cambiar Grupo de Papelera
fr: Modifier le groupe corbeille
it: Cambiare Gruppo Cestino
ja: ゴミ箱のグループを変更
nl: Wijzig prullenmandgroep
pl: Zmień Grupę Kosza
ru: Изменить группу для мусора
sv_se: Ändra grupp för skräp
uk: Змінити групу кошика
zh_hans: 修改废纸篓的项目组
zh_hant: 修改廢紙簍的項目組

# CHOOSE_FILE_BUTTON_TITLE
source: Open
am_et: ክፈት
cs: Otevřít
de: Öffnen
es: Abrir
fr: Sélectionner
it: Aprire
ja: 開く
pl: Otwórz
ru: Открыть
uk: Відкрити
zh_hans: 打开
zh_hant: 開啟

source: Clear Autotype
am_et: ራስተይብ አፅዳ
cs: Vyčistit samodoplňování
de: Autotype löschen
es: Limpiar Autotecleo
fr: Vider la saisie automatique
it: Elimina Autotype
ja: 自動入力をクリア
nl: Wis automatisch inloggen
pl: Wyczyść autouzupełnianie
ru: Очистить Автоввод
sv_se: Rensa auto-ifyllning
uk: Очистити автовведення
zh_hans: 清空自动键入
zh_hant: 清空自動鍵入

source: Clear recent searches
am_et: የቅርብ ጊዜ ፍለጋዎችን አፅዳ
cs: Vyčistit poslední hledání
de: Neueste Suchanfragen entfernen
es: Limpiar búsquedas recientes
fr: Effacer les recherches récentes
it: Svuota ricerche recenti
ja: 最近の検索をクリア
nl: Wis recente zoekopdrachten
pl: Wyczyść ostatnie wyszukiwania
ru: Очистить последние запросы
sv_se: Rensa senaste sökningar
uk: Очистити недавні запити пошуку
zh_hans: 清除最近的搜索
zh_hant: 清除最近的搜尋

# CLEARING_PASTEBOARD
source: Cleared
am_et: አፅዳ
cs: Vyčištěno
es: Vaciado
it: Cancellato
ja: クリアしました
nl: Gewist
pl: Wyczyszczono
sv_se: Rensad
uk: Очищено

# COPIED_FIELD_%@
source: Copied %@
am_et: ተገልብጧ %@
cs: Zkopírováno %@
de: %@ kopiert!
es: %@ copiado
fr: Copie de %@
it: Copiato %@
ja: %@をコピーしました
nl: %@ gekopieerd
pl: Skopiowano %@
ru: Скопировано %@
sv_se: Kopierade %@
uk: Скопійовано %@
zh_hans: %@ 已拷贝到剪贴板
zh_hant: %@ 已複製到剪貼簿

# COPIED_NOTES_REFERENCE
source: Reference to notes copied!
am_et: ማጣቀሻው ወድ ማስታወሻዎችን ተቀድቷል!
cs: Reference na poznámky zkopírována!
de: Notizenreferenz kopiert!
es: ¡Referencia a notas copiada!
fr: Copier les notes en tant que référence
it: Copiato riferimento agli appunti!
ja: メモのレファレンスをコピーしました
nl: Verwijzing naar notities gekopieerd
pl: Odwołanie do notatek skopiowane!
ru: Ссылка на заметку скопирована!
uk: Посилання на примітку скопійовано
zh_hans: 备注引用已拷贝
zh_hant: 備註引用已複製

# COPIED_PASSWORD
source: Password copied!
am_et: የይለፍ ቃል ተቀድቷል!
cs: Heslo zkopírováno!
de: Passwort kopiert!
es: Contraseña copiada
fr: Mot de passe copié !
it: Password copiata!
ja: パスワードをコピーしました!
nl: Wachtwoord gekopieerd
pl: Hasło zostało skopiowane!
ru: Пароль скопирован!
sv_se: Lösenord kopierat!
uk: Пароль скопійовано
zh_hans: 密码已拷贝到剪贴板！
zh_hant: 密碼已複製到剪貼簿！

# COPIED_PASSWORD_REFERENCE
source: Reference to password copied!
am_et: ማጣቀሻው በይለፍ ቃል ተቀድቷል!
cs: Reference na heslo zkopírována!
de: Passwortreferenz kopiert!
es: ¡Referencia a contraseña copiada!
fr: Copier le mot de passe en tant que référence
it: Copiato riferimento alla password!
ja: パスワードのレファレンスをコピーしました
nl: Verwijzing naar wachtwoord gekopieerd
pl: Odwołanie do hasła skopiowane!
ru: Ссылка на пароль скопирована!
uk: Посилання на пароль скопійовано
zh_hans: 密码引用已拷贝！
zh_hant: 密碼引用已複製！

# COPIED_TITLE_REFERENCE
source: Reference to title copied!
am_et: ማጣቀሻው በርዕስ ተቀድቷል!
cs: Reference na název zkopírována!
de: Titelreferenz kopiert!
es: ¡Referencia a título copiada!
fr: Copier le titre en tant que référence
it: Copiato riferimento al titolo!
ja: タイトルのレファレンスをコピーしました
nl: Verwijzing naar naam gekopieerd
pl: Odwołanie do tytułu skopiowane!
ru: Ссылка на заголовок скопирована!
uk: Посиланна на назву скопійовано
zh_hans: 标题引用已拷贝！
zh_hant: 標題引用已複製！

# COPIED_URL
source: URL copied!
am_et: ዩአርኤል ተቀድቷል!
cs: Adresa URL zkopírována!
de: Adresse kopiert!
es: URL copiada
fr: URL copiée !
it: URL copiato!
ja: URLをコピーしました!
nl: Koppeling met webpagina gekopieerd
pl: Adres URL został skopiowany!
ru: URL скопирован!
sv_se: URL kopierad!
uk: URL скопійовано
zh_hans: URL 已拷贝到剪贴板!
zh_hant: URL 已複製到剪貼簿!

# COPIED_URL_REFERENCE
source: Reference to URL copied!
am_et: ማጣቀሻው ዩአርኤል ተቀድቷል!
cs: Reference na adresu URL zkopírována!
de: URL-Referenz kopiert!
es: ¡Referencia a URL copiada!
fr: Copier l'URL en tant que référence
it: Copiato riferimento al URL!
ja: URLのレファレンスをコピーしました!
nl: Verwijzing naar koppeling met webpagina gekopieerd
pl: Odwołanie do adresu URL zostało skopiowane!
ru: Ссылка на URL скопирована!
uk: Посилання на URL скопійовано
zh_hans: URL 引用已拷贝！
zh_hant: URL 引用已複製！

# COPIED_USERNAME
source: Username copied!
am_et: የተጠቃሚ ስም ተቀድቷል!
cs: Uživatelské jméno zkopírováno!
de: Nutzername kopiert!
es: Nombre de usuario copiado
fr: Nom d'utilisateur copié !
it: Nome utente copiato!
ja: ユーザ名をコピーしました!
nl: Gebruikersnaam gekopieerd
pl: Nazwa użytkownika została skopiowna!
ru: Имя пользователя скопировано!
sv_se: Användarnamn kopierat!
uk: Ім’я користувача скопійовано
zh_hans: 用户名已拷贝到剪贴板!
zh_hant: 使用者名稱已複製到剪貼簿!

# COPIED_USERNAME_REFERENCE
source: Reference to username copied!
am_et: ማጣቀሻው የተጠቃሚ ስም ተቀድቷል!
cs: Reference na uživatelské jméno zkopírována!
de: Nutzernamereferenz kopiert!
es: ¡Referencia a nombre de usuario copiado!
fr: Copier l'utilisateur en tant que référence
it: Copiato riferimento al nome utente!
ja: ユーザ名のレファレンスをコピーしました!
nl: Verwijzing naar gebruikersnaam gekopieerd
pl: Odwołanie do nazwy użytkownika zostało skopiowane!
ru: Ссылка на имя пользователя скопирована!
uk: Посилання на ім’я користувача скопійовано
zh_hans: 用户名引用已拷贝！
zh_hant: 使用者名稱引用已複製！

# COPY_AS_REFERENCE
source: Copy Reference To…
am_et: ማጣቀሻው ወደ ቅዳ…
cs: Kopírovat referenci do…
de: Kopiere Referenz auf …
es: Copiar referencia a…
fr: Copier en tant que référence
it: Copiare riferimento a…
ja: レファレンスをコピー…
nl: Kopieer verwijzing…
pl: Kopiuj odwołanie do…
ru: Скопировать ссылку на...
uk: Копіювати посилання на…
zh_hans: 拷贝引用到...
zh_hant: 複製引用到...

source: Copy as Reference menu
am_et: እንደ ማጣቀሻ ምናሌ ቅዳ
cs: Nabídka kopírovat jako referenci
de: Kopiere-Referenz-Menü
es: Menú copiar como referencia
fr: Copier en tant que référence
it: Menu Copia come Riferimento
ja: のレファレンスメニューとしてコピー
pl: Kopiuj odwołanie
ru: Скопировать ссылку на...
uk: Копіювати посилання на…
zh_hans: 复制为引用
zh_hant: 複製為引用

source: Copy Custom Fields
am_et: ብጁ ቦትዎችን ቅዳ
cs: Kopírovat vlastní pole
de: Nutzerdefinierte Felder kopieren
es: Copiar Campos Personalizados
fr: Copier les champs personnalisés
it: Copia Campi Personalizzati
ja: カスタムフィールドをコピー
nl: Kopieer aangepaste velden
pl: Kopiuj własne pola
ru: Копировать поля
sv_se: Kopiera anpassade fält
uk: Копіювати поля
zh_hans: 拷贝自定义字段
zh_hant: 複製自定義欄位

# COPY_CUSTOM_FIELDS_MENU
source: Copy Custom Field…
am_et: ብጁ ቦትዎችን ቅዳ…
cs: Kopírovat vlastní pole…
de: Nutzerdefiniertes Feld kopieren …
es: Copiar Campo Personalizado…
fr: Copier les champs personnalisés dans le presse-papiers
it: Copia Campo Personalizzato…
ja: カスタムフィールドをコピー…
nl: Kopieer aangepast veld…
pl: Skopiuj własne pole…
ru: Копировать пользовательское поле…
sv_se: Kopiera anpassade fält…
uk: Копіювати користувацьке поле…

source: Copy Entry
am_et: የገባው ቅዳ
cs: Kopírovat záznam
de: Eintrag kopieren
es: Copiar Entrada
fr: Copier l'entrée
it: Copia Voce
ja: 項目をコピー
nl: Kopieer onderdeel
pl: Kopiuj wpis
ru: Копировать Запись
sv_se: Kopiera konto
uk: Копіювати запис
zh_hans: 拷贝项目
zh_hant: 複製項目

# COPY_FIELD_%@
source: Copy %@
am_et: ቅዳ %@
cs: Kopírovat %@
de: %@ kopieren!
es: Copiar %@
fr: Copier %@
it: Copia %@
ja: %@をコピー
nl: Kopieer %@
pl: Skopiuj %@
ru: Копировать %@
sv_se: Kopiera %@
uk: Копіювати %@
zh_hans: 拷贝 %@
zh_hant: 複製 %@

source: Copy Group
am_et: ቡድን ቅዳ
cs: Kopírovat skupinu
de: Gruppe kopieren
es: Copiar Grupo
fr: Copier groupe
it: Copia Gruppo
ja: グループをコピー
nl: Kopieer groep
pl: Kopiuj grupę
ru: Копировать Группу
sv_se: Kopiera grupp
uk: Копіювати групу
zh_hans: 拷贝组
zh_hant: 複製組

# COPY_NOTES_REFERENCE
source: Notes
am_et: ማስታወሻ
cs: Poznámky
de: Notizen
es: Notas
fr: Copier la référence des notes
it: Appunti
ja: メモ
nl: notities
pl: Notatka
ru: Заметки
uk: Примітки
zh_hans: 备注
zh_hant: 備註

source: Copy Password
am_et: የይለፍ ቃል ቅዳ
cs: Kopírovat heslo
de: Passwort kopieren
es: Copiar Contraseña
fr: Copier le mot de passe
it: Copia Password
ja: パスワードをコピー
nl: Kopieer wachtwoord
pl: Skopiuj hasło
ru: Копировать Пароль
sv_se: Kopiera lösenord
uk: Копіювати пароль
zh_hans: 拷贝密码
zh_hant: 複製密碼

# COPY_PASSWORD_REFERENCE
source: Password
am_et: የይለፍ ቃል
cs: Heslo
de: Passwort
es: Contraseña
fr: Copier la référence du mot de passe
ja: パスワード
nl: wachtwoord
pl: Hasło
ru: Пароль
uk: Пароль
zh_hans: 密码
zh_hant: 密碼

# COPY_TITLE_REFERENCE
source: Title
am_et: ርዕስ
cs: Název
de: Titel
es: Título
fr: Copier la référence du titre
it: Titolo
ja: タイトル
nl: naam
pl: Tytuł
ru: Заголовок
uk: Назва
zh_hans: 标题
zh_hant: 標題

source: Copy URL
am_et: ዩአርኤል ቅዳ
cs: Kopírovat adresu URL
de: Adresse kopieren
es: Copiar URL
fr: Copier l'URL
it: Copia URL
ja: URLをコピー
nl: Kopieer koppeling
pl: Skopiuj URL
ru: Копировать URL
sv_se: Kopiera URL
uk: Копіювати URL
zh_hans: 拷贝 URL
zh_hant: 複製 URL

# COPY_URL_REFERENCE
source: URL
am_et: ዩአርኤል
cs: Adresa URL
fr: Copier la référence de l'URL
nl: webpagina
pl: Adres URL

source: Copy Username
am_et: የተጠቃሚ ስም ቅዳ
cs: Kopírovat uživatelské jméno
de: Nutzername kopieren
es: Copiar Nombre de Usuario
fr: Copier le nom d'utilisateur
it: Copia nome utente
ja: ユーザ名をコピー
nl: Kopieer gebruikersnaam
pl: Skopiuj nazwę użytkownika
ru: Копировать Имя пользователя
sv_se: Kopiera användarnamn
uk: Копіювати ім’я користувача
zh_hans: 拷贝用户名
zh_hant: 複製使用者名稱

# COPY_USERNAME_REFERENCE
source: Username
am_et: የተጠቃሚ ስም
cs: Uživatelské jméno
de: Nutzername
es: Nombre de usuario
fr: Copier la référence du nom d'utilisateur
it: Nome utente
ja: ユーザ名
nl: gebruikersnaam
pl: Nazwa użytkownika
ru: Имя пользователя
uk: Ім’я користувача
zh_hans: 用户名
zh_hant: 使用者名稱

source: Custom Attribute
am_et: ብጁ መለያ ጠባያት
cs: Vlastní atribut
de: Spezielle Eigenschaften
es: Atributo personalizado
fr: Attribut personnalisé
it: Attributo Personalizzato
ja: 属性をカスタム
nl: aangepast veld
pl: Własna właściwość
ru: Пользовательский атрибут
sv_se: Anpassade attribut
uk: Користувацький атрибут
zh_hans: 自定义属性
zh_hant: 自定義屬性

# CUSTOM_SEARCH_FILTER_MENU
source: Custom Search Filter…
am_et: ብጁ ፍለጋ ማጣሪያ…
cs: Vlastní vyhledávací filtr…
de: Spezielle Suchfilter …
es: Filtro de búsqueda personalizado…
fr: Filtre de recherche personnalisé
it: Filtro di ricerca personalizzato…
ja: 検索フィルタをカスタム
nl: Aangepast zoekfilter…
pl: Własny filtr…
ru: Пользовательский Поисковый фильтр…
sv_se: Anpassat sökfilter…
uk: Користувацький пошуковий фільтр…

source: Database
am_et: ውሂብ ጎታ
cs: Databáze
de: Datenbank
es: Base de Datos
fr: Base de données
ja: データベース
nl: Wachtwoordenkluis
pl: Baza danych
ru: База данных
sv_se: Databas
uk: База даних
zh_hans: 数据库
zh_hant: 資料庫

source: Default Browser
am_et: መደበኛ መጎብኛዎ
cs: Výchozí prohlížeč
de: Standardbrowser
es: Navegador Predeterminado
fr: Navigateur par défaut
it: Browser Predefinito
ja: デフォルトのブラウザ
nl: standaardwebbrowser
pl: Domyślna przeglądarka
ru: Браузер по умолчанию
sv_se: Förvald webbläsare
uk: Стандарний браузер
zh_hans: 默认浏览器
zh_hant: 預設瀏覽器

# DEFAULT_CUSTOM_FIELD_TITLE
source: Custom
am_et: በጅ
cs: Vlastní
de: Bezeichnung
es: Personalizado
fr: Personnalisé
it: Personalizzato
ja: カスタム
nl: Eigenschap
pl: Własne
ru: Поле
sv_se: Anpassat
uk: Користувацьке поле
zh_hans: 自定义
zh_hant: 自定義

# DEFAULT_CUSTOM_FIELD_VALUE
source: Value
am_et: እሴት
cs: Hodnota
de: Wert
es: Valor
fr: Valeur
it: Valore
ja: 値
nl: Waarde
pl: Wartość
ru: Значение
sv_se: Värde
uk: Значення
zh_hans: 值
zh_hant: 值

# DEFAULT_ENTRY_TITLE
source: New Entry
am_et: አዲስ ገቢ
cs: Nový záznam
de: Neuer Eintrag
es: Nueva Entrada
fr: Nouvelle entrée
it: Nuova Voce
ja: 新規項目
nl: Nieuw onderdeel
pl: Nowy wpis
ru: Новая Запись
sv_se: Nytt konto
uk: Новий запис
zh_hans: 新项目
zh_hant: 新項目

# DEFAULT_GROUP_NAME
source: New Group
am_et: አዲስ ቡድን
cs: Nová skupina
de: Neue Gruppe
es: Nuevo Grupo
fr: Nouveau groupe
it: Nuovo Gruppo
ja: 新規グループ
nl: Nieuwe groep
pl: Nowa grupa
ru: Новая Группа
sv_se: Ny grupp
uk: Нова група
zh_hans: 项目组
zh_hant: 項目組

# DEFAULT_WINDOW_TITLE
source: Window Title
am_et: የመስኮት ርዕስ
cs: Titulek okna
de: Fenstertitel
es: Título de Ventana
fr: Titre de la fenêtre
it: Titolo Finestra
ja: ウインドウのタイトル
nl: Venstertitel
pl: Tytuł okna
ru: Заголовок Окна
sv_se: Fönstertitel
uk: Заголовок вікна
zh_hant: 視窗標題

source: Delete
am_et: ሰርዝ
cs: Smazat
de: Löschen
es: Eliminar
fr: Effacer
it: Elimina
ja: 削除
nl: Verwijder
pl: Usuń
ru: Удалить
sv_se: Radera
uk: Видалити
zh_hans: 删除
zh_hant: 刪除

source: Delete Entry
am_et: ገቢ ሰርዝ
cs: Smazat záznam
de: Eintrag löschen
es: Eliminar Entrada
fr: Effacer l'entrée
it: Elimina Voce
ja: 項目を削除
nl: Verwijder onderdeel
pl: Usuń wpis
ru: Удалить Запись
sv_se: Radera konto
uk: Видалити запис
zh_hans: 删除项目
zh_hant: 刪除項目

source: Delete Group
am_et: ቡድን ሰርዝ
cs: Smazat skupinu
de: Gruppe löschen
es: Eliminar Grupo
fr: Effacer le groupe
it: Elimina Gruppo
ja: グループを削除
nl: Verwijder groep
pl: Usuń grupę
ru: Удалить Группу
sv_se: Radera grupp
uk: Видалити групу
zh_hans: 删除组
zh_hant: 刪除組

source: Delete Trashed Entry
am_et: የተጣለውን ውስጥ ሰርዝ
cs: Smazat odebraný záznam
de: Gelöschten Eintrag entfernen
es: Eliminar entrada definitivamente
fr: Supprimer définitivement l'entrée
it: Elimina Voce nel Cestino
ja: ゴミ箱の項目を削除
nl: Verwijder
pl: Usuń wpis z kosza
ru: Удалить запись из корзины
sv_se: Radera slängt konto
uk: Видалити запис з кошика
zh_hans: 删除被移入废纸篓的项目
zh_hant: 刪除被移入廢紙簍的項目

source: Delete Trashed Group
am_et: የተጣለውን ብድን ሰርዝ
cs: Smazat odebranou skupinu
de: Gelöschte Gruppe entfernen
es: Eliminar grupo definitivamente
fr: Supprimer définitivement le groupe
it: Elimina Gruppo Cestino
ja: ゴミ箱のグループを削除
nl: Verwijder
pl: Usuń grupę z kosza
ru: Удалить группу из корзины
sv_se: Radera slängd grupp
uk: Видалити групу з кошика
zh_hans: 删除被移入废纸篓的组
zh_hant: 刪除被移入廢紙簍的組

source: Drag Entry
am_et: ገቢ ጎትት
cs: Táhnout záznam
de: Eintrag verschieben
es: Arrastrar entrada
fr: Glisser-déposer l'entrée
it: Trascina Voce
ja: 項目をドラッグ
nl: Sleep onderdeel
pl: Przenieś wpis
ru: Перетащить запись
uk: Перетягнути запис

source: Drag Group
am_et: ቡድን ጎትት
cs: Táhnout skupinu
de: Gruppe verschieben
es: Arrastrar grupo
fr: Glisser-déposer le groupe
it: Trascina Gruppo
ja: グループをドラッグ
nl: Sleep groep
pl: Przenieś grupę
ru: Перетащить группу
uk: Перетягнути групу

# DUPLICATE_ENTRIES_ACTION_NAME
source: Duplicate Entries
am_et: ይተደጋገመ ገቢዎች
cs: Duplikovat záznamy
de: Einträge duplizieren
fr: Dupliquer les entrées
it: Duplica Voci
ja: 項目を複製
pl: Duplikuj wpisy
ru: Дублировать Записи
uk: Дублювати записи
zh_hans: 克隆项目
zh_hant: 複製項目

source: Duplicate Entry
am_et: ይተደጋገመ ገቢ
cs: Duplikovat záznam
de: Eintrag duplizieren
es: Duplicar Entrada
fr: Dupliquer l'entrée
it: Duplica Voce
ja: 項目を複製
nl: Dupliceer onderdeel
pl: Powiel wpis
ru: Дублировать Запись
sv_se: Duplicera konto
uk: Дублювати запис
zh_hans: 克隆项目
zh_hant: 複製項目

# DUPLICATE_ENTRY_WITH_OPTIONS
source: Duplicate Entry…
am_et: ይተደጋገመ ገቢ…
cs: Duplikovat záznam…
de: Eintrag duplizieren …
es: Duplicar Entrada…
fr: Dupliquer l'entrée…
it: Duplica Voce…
ja: 項目を複製…
nl: Dupliceer onderdeel…
pl: Powiel wpis…
ru: Дублировать Запись…
sv_se: Duplicera konto…
uk: Дублювати запис вибірково…
zh_hans: 克隆项目…
zh_hant: 複製項目…

source: Duplicate Group
am_et: ይተደጋገመ ቡድን
cs: Duplikovat skupinu
de: Gruppe duplizieren
fr: Dupliquer le groupe
it: Duplica Gruppo
ja: グループを複製
pl: Duplikuj Grupę
ru: Дублировать Группу
uk: Дублювати групу
zh_hans: 克隆组
zh_hant: 複製組

# DUPLICATE_GROUPS_ACTION_NAME
source: Duplicate Group
am_et: ይተደጋገመ ቡድን
cs: Duplikovat skupinu
de: Gruppe duplizieren
fr: Dupliquer le groupe
it: Duplica Gruppo
ja: グループを複製
pl: Duplikuj Grupy
ru: Дублировать Группу
uk: Дублювати групу
zh_hans: 克隆组
zh_hant: 複製組

# EDIT_TEMPLATE_GROUP
source: Edit Entry Template Group
cs: Upravit skupinu šablon
de: Vorlagengruppe bearbeiten
es: Editar Grupo de Plantilla
fr: Modifier le groupe par défaut
it: Modifica Gruppo Modello
ja: 項目テンプレートグループを編集
nl: Wijzig groepsjabloon
pl: Edytuj grupę szablonów
ru: Изменить группу шаблона
sv_se: Välj grupp för mallar
uk: Змінити групу шаблона
zh_hans: 编辑项目模板组
zh_hant: 編輯項目模板組
