Repository: MacPass/MacPass
Catalog: MacPass/*.lproj/MainMenu.strings
Languages: am_et

# 2VP-vB-IeX.title
source: Focus Entries
am_et: በገቢ ላይ አነጣጥር

# 3st-rv-EeQ.title
source: Item
am_et: ንጥል ነገር

# 4q9-u1-pcm.title
source: Import
am_et: ከ አስመጣ

# 5.title
source: Bring All to Front
am_et: ሁሉንም ወደ ፊት አምጣ

# 19.title
source: Window
am_et: መስኮት

# 23.title
source: Minimize
am_et: አሳንስ

# 24.title
source: Window
am_et: መስኮት

# 29.title
source: AMainMenu
am_et: ዋና ምናሌ

# 58.title
source: About MacPass
am_et: ስለ MacPass

# 72.title
source: Open…
am_et: ክፈት…

# 73.title
source: Close
am_et: ዝጋ

# 75.title
source: Save…
am_et: አስቀምጥ…

# 81.title
source: File
am_et: ፋይል

# 82.title
source: New Database
am_et: አዲስ የውሂብ ጎታ

# 83.title
source: File
am_et: ፋይል

# 112.title
source: Revert to Saved
am_et: የተቀመጠው ይመለስ

# 124.title
source: Open Recent
am_et: የቅርብ ግዜ ክፈት

# 125.title
source: Open Recent
am_et: የቅርብ ግዜ ክፈት

# 126.title
source: Clear Menu
am_et: ምናሌን አጽዳ

# 129.title
source: Preferences…
am_et: ምርጫዎች…

# 130.title
source: Services
am_et: አገልግሎቶች

# 131.title
source: Services
am_et: አገልግሎቶች

# 134.title
source: Hide MacPass
am_et: MacPass ደብቅ

# 136.title
source: Quit MacPass
am_et: MacPass ዝጋ

# 145.title
source: Hide Others
am_et: ሌሎችን ደብቅ

# 150.title
source: Show All
am_et: ሁሉንም ደብቅ

# 197.title
source: Copy
am_et: ቅዳ

# 198.title
source: Select All
am_et: ሁሉንም ምረጥ

# 199.title
source: Cut
am_et: ቁረጥ

# 202.title
source: Delete
am_et: ሰርዝ

# 203.title
source: Paste
am_et: ለጥፍ

# 205.title
source: Edit
am_et: አርትዕ

# 207.title
source: Undo
am_et: መልስ

# 209.title
source: Find…
am_et: ፈልግ…

# 215.title
source: Redo
am_et: ድገም

# 217.title
source: Edit
am_et: አርትዕ

# 239.title
source: Zoom
am_et: አቅርብ

# 295.title
source: View
am_et: እይታ

# 296.title
source: View
am_et: እይታ

# 297.title
source: Show Toolbar
am_et: የመሳሪያ አሞሌን አሳይ

# 298.title
source: Customize Toolbar…
am_et: የመሳሪያ አሞሌን ብጁ…

# 490.title
source: Help
am_et: እርዳታ

# 491.title
source: Help
am_et: እርዳታ

# 492.title
source: MacPass Help
am_et: MacPass እርዳታ

# 1181.title
source: Toggle Inspector
am_et: መርማሪን ይቀያይሩ

# 1200.title
source: Show Password Generator
am_et: የይለፍ ቃል አፍላቂ

# 1203.title
source: Change Master Password…
am_et: ዋና የይለፍ ቃል ቀይር...

# 1231.title
source: Database Settings…
am_et: የውሂብ ጎታ ቅንብሮች…

# 1243.title
source: Save As…
am_et: አስቀምጥ እንደ…

# 1259.title
source: Export As XML…
am_et: XML…

# 1261.title
source: Lock
am_et: ቆልፍ

# aTb-sW-nUd.title
source: Import
am_et: ከ አምጣ

# aVO-9F-Lwc.title
source: Quicklook
am_et: ፈጣን እይታ

# HxM-dV-LIH.title
source: Focus Groups
am_et: ቡድኖች አነጣጥር

# i24-Gn-j9c.title
source: Save a Copy…
am_et: አስቀምጥ እና ገልብጥ…

# nx7-Vf-LiD.title
source: Fix Autotype…
am_et: ራስተይብ ጠግን…

# p8h-Fg-h1O.title
source: Export
am_et: ወድ ላክ

# rW0-r1-QYL.title
source: Import XML…
am_et: XML…

# Ttt-tR-emo.title
source: Item
am_et: ንጥል

# tz9-yK-pOf.title
source: Export
am_et: ወድ ላክ

# Zje-Me-5c8.title
source: Focus Inspector
am_et: የትኩረት መርማሪ

# zMO-8r-g5v.title
source: Check for Updates…
am_et: አዲስ ስሪት ካለ እይ…

# zvE-0h-UxI.title
source: Merge…
am_et: ከ ጋር አዋህድ…
