Repository: MacPass/MacPass
Catalog: MacPass/*.lproj/PasswordCreatorView.strings
Languages: am_et, sv_se, uk

# 149.title
source: Password:
am_et: የይለፍ ቃል፥
sv_se: Lösenord:
uk: Пароль:

# 179.title
source: Length:
am_et: ርዝማኔ፥
sv_se: Längd:
uk: Довжина:

# 332.title
source: Character options
am_et: የቁምፊ አማራጮች
sv_se: Tillåtna tecken
uk: Вибір символів

# 469.title
source: Custom
am_et: ብጁ
sv_se: Egenvalda
uk: Вибіркові

# 495.title
source: Use Password
am_et: የይለፍ ቃል ተጠቀም
sv_se: Använd lösenord
uk: Використати цей пароль

# 501.title
source: Copy password to pasteboard
am_et: የይለፍ ቃልን ወደ መለጠፊያ ሰሌዳ ቅዳ
sv_se: Kopiera lösenord till urklipp
uk: Копіювати пароль у буфер обміну

# 614.title
source: Cancel
am_et: ተው
sv_se: Avbryt
uk: Скасувати

# 647.title
source: Entropy:
am_et: ኢንትሮፒይ፥
sv_se: Entropi:
uk: Ентропія:

# 653.title
source: 25000 bit
sv_se: 25000 bitar
uk: 25000 біт

# Wvs-Md-Ob8.title
source: Set Default
am_et: መደበኛ ይሁን
sv_se: Spara som standardinställning
uk: Запам’ятати вибір

# cfZ-5F-Nge.title
source: Use default only for selected entry
am_et: ለተመረጠው መግቢያ ብቻ መደበኛ ተጠቀም
sv_se: Använd standardinställning bara för valt konto
uk: Запам’ятати вибір тільки для цього запису
