Repository: MacPass/MacPass
Catalog: MacPass/*.lproj/PasswordEditWindow.strings
Languages: am_et, nl

# 1.title
source: Change Password
am_et: የይለፍ ቃል ቀይር
nl: Wachtwoord instellen

# 14.title
source: Missmatching Passwords
am_et: የማይመሳሰል የይለፍ ቃል
nl: Wachtwoorden komen niet overeen

# 15.placeholderString
source: Repeat Password
am_et: የይለፍ ቃል ድገመው
nl: Herhaal wachtwoord

# 16.title
source: Repeat:
am_et: ድገመው፥
nl: Controle:

# 18.placeholderString
source: Enter Password
am_et: የይልፈ ቃልህ አስገባ
nl: Geef het wachtwoord op

# 21.title
source: Generate Keyfile
am_et: የፋይል ቁልፍ አፍልቅ
nl: Genereer een sleutelbestand

# 22.title
source: Keyfile:
am_et: የፋይል ቁልፍ፥
nl: Sleutelbestand:

# 69.title
source: Change Password
am_et: የይለፍ ቃል ቀይር
nl: Stel wachtwoord in

# 73.title
source: Cancel
am_et: ተው
nl: Annuleer

# OQz-DA-SoY.title
source: Password:
am_et: የይለፍ ቃል፥
nl: Wachtwoord:
