Repository: MacPass/MacPass
Catalog: MacPass/*.lproj/WorkflowPreferences.strings
Languages: am_et, cs, de, es, fr, ja, nl, pl, ru, uk, zh_hans, zh_hant

# 1Vr-nY-Ogv.title
source: Hide application after copying to clipboard
am_et: ወደ ቅንጥብ ሰሌዳ ከገለብጥክ በኋላ መተግበሪያውን ደብቅ
cs: Skrýt aplikaci po zkopírování do schránky
de: MacPass nach dem jedem Kopieren in die Zwischenablage ausblenden
es: Oculta la aplicación tras copiar al portapapeles
fr: Masquer l'application après copie dans le presse-papiers
ja: クリップボードにコピーした後アプリケーションを隠す
pl: Ukryj aplikację po skopiowaniu do schowka
ru: Скрывать MacPass после копирования в буфер обмена
uk: Приховати MacPass після копіювання пароля
zh_hans: 复制到剪贴板之后隐藏应用程序
zh_hant: 複製到剪貼簿之後隱藏應用程式

# 2.title
source: Entry Table
am_et: የመግቢያ ሠንጠረዥ
de: Passwort-Tabelle
es: Tabla de Entradas
fr: Liste des entrées
ja: 項目のテーブル
ru: Таблица Записей
uk: Таблиця записів
zh_hans: 项目表
zh_hant: 項目表

# 7YX-EA-9KA.title
source: Default Browser
am_et: መደበኛ አሳሽ
cs: Výchozí prohlížeč
de: Standard-Browser
es: Navegador Predeterminado
fr: Navigateur par défaut
ja: デフォルトのブラウザ
nl: Standaardwebbrowser
pl: Domyślna przeglądarka
ru: Браузер по умолчанию
uk: Стандартний браузер
zh_hans: 默认浏览器
zh_hant: 預設瀏覽器

# 10.title
source: Double-click on URL:
am_et: በዩአርኤል ላይ ሁለቴ ጠቅ አድርግ፥
cs: Dvojklikem na adresu URL:
de: Doppelklick auf Link:
es: Doble clic en URL:
fr: Double cliquer sur l'URL :
ja: URLをダブルクリック:
nl: Dubbelklik op koppeling:
pl: Kliknij podwójnie na linku:
ru: Дабл-клик по URL:
uk: Подвійний клік по URL:
zh_hans: 双击 URL:
zh_hant: 雙擊 URL:

# 15.title
source: OtherViews
am_et: ልሎች እይታዎች
es: Otras Vistas
fr: Autres vues
nl: Overige weergaven
zh_hans: 其他视图
zh_hant: 其他檢視

# 16.title
source: Copies URL
am_et: ዩአርኤል ቅዳ
cs: Zkopírovat URL
de: Link kopieren
es: Copia URL
fr: Copie l'URL
ja: URLをコピー
nl: kopieer koppeling
pl: Kopiuje URL
ru: Копирует URL
uk: копіювати URL
zh_hans: 拷贝 URL
zh_hant: 拷貝 URL

# 17.title
source: Opens URL
am_et: ዩአርኤል ክፈት
cs: Otevřít URL
de: Link öffnen
es: Abre URL
fr: Ouvre l'URL
ja: URLを開く
nl: open webpagina
pl: Otwiera URL
ru: Открывает URL
uk: відкривати URL
zh_hans: 打开 URL
zh_hant: 開啟 URL

# 37.title
source: Double-click on Title:
am_et: በርዕሱ ላይ ሁለቴ ጠቅ አድርግ
cs: Dvojklikem na název:
de: Doppelklick auf Titel:
es: Doble click en Título:
fr: Double cliquer sur le titre :
ja: タイトルをダブルクリック:
nl: Dubbelklik op naam:
pl: Kliknij podwójnie na tytuł:
ru: Дабл-клик по Заголовку:
uk: Подвійний клік по назві:
zh_hans: 双击标题:
zh_hant: 雙擊標題:

# 42.title
source: OtherViews
am_et: ሌሎች እይታዎች
es: Otras Vistas
fr: Autres vues
nl: Overige weergaven
zh_hans: 其他视图
zh_hant: 其他檢視

# 43.title
source: Is Ignored
am_et: ችላ ተብሏል
cs: Nedělat nic
de: ignorieren
es: Es Ignorado
fr: Est ignoré
ja: 無視
nl: negeren
pl: Jest ignorowane
ru: Игнорируется
uk: ігнорувати
zh_hans: 被忽略了
zh_hant: 被忽略了

# 44.title
source: Opens Inspector
am_et: ኢንስፔክተርን ይከፈት
cs: Otevřít náhled
de: Inspektor öffnen
es: Abre Inspector
fr: Ouvre l'inspecteur
ja: インスペクタを開く
nl: open infovenster
pl: Otwórz inspektora
ru: Открывает Инспектор
uk: відкрити інспектор
zh_hans: 打开检查器
zh_hant: 開啟檢查器

# gej-kA-GzQ.title
source: Item 2
am_et: ንጥል ነገር 2
cs: Položka 2

# Kff-Xp-hAT.title
source: Clipboard
am_et: ቅንጥብ ሰሌዳ
cs: Schránka
de: Zwischenablage
es: Portapapeles
fr: Presse-papiers
ja: クリップボード
pl: Schowek
ru: Буфер обмена
uk: Буфер обміну
zh_hans: 剪贴板
zh_hant: 剪貼簿

# RaM-t2-DVR.title
source: Update password for new entries
am_et: ለአዳዲስ ግቤቶች የይለፍ ቃል አድስ
cs: Generovat heslo pro záznamy vytvořené z šablon
de: Passwörter für neue Einträge aktualisieren
es: Actualiza la contraseña para las entradas nuevas
fr: Mettre à jour le mot de passe pour les nouvelles entrées
ja: 新しい項目ごとにパスワードを更新する
nl: Wijzig wachtwoord voor nieuwe onderdelen
pl: Zaktualizuj hasło do nowych wpisów
ru: Обновить пароль для новых записей
uk: Оновити пароль для нових записів
zh_hans: 为从模版生成的新项目生成密码
zh_hant: 為新項目更新密碼

# soD-wI-YOH.title
source: Open URLs in:
am_et: ዩአርኤልዎችን በ ይክፈቱ፥
cs: Otevřít URL adresy v:
de: Links öffnen in:
es: Abre URLs en:
fr: Ouvrir les URLs dans :
ja: URLを開くブラウザ:
nl: Open webpagina's in:
pl: Otwórz link w:
ru: Открывать ссылки в:
uk: Відкривати посилання у:
zh_hans: 用其他浏览器打开 URL:
zh_hant: 用其他瀏覽器開啟 URL:

# XgO-Tj-QjO.title
source: OtherViews
am_et: ሌሎች እይታዎች
es: Otras Vistas
fr: Autres vues
nl: Overige weergaven
zh_hans: 其他视图
zh_hant: 其他檢視

# Xvt-tP-TbR.title
source: Templates
am_et: መልኮች
cs: Nové záznamy
de: Vorlagen
es: Plantillas
fr: Modèles
ja: テンプレート
nl: Sjablonen
ru: Шаблоны
uk: Шаблони
zh_hans: 模版
zh_hant: 模版

# zC2-cM-KDv.title
source: Item 3
am_et: ንጥል ነገር 3
cs: Položka 3
